-- clear product mock data
SET FOREIGN_KEY_CHECKS = 0;

TRUNCATE TABLE `product_images`;

TRUNCATE TABLE `product_intros`;

TRUNCATE TABLE `product_avatars`;

TRUNCATE TABLE `item_keywords`;

TRUNCATE TABLE `item_tags`;

TRUNCATE TABLE `items`;

TRUNCATE TABLE `products`;

TRUNCATE TABLE `keywords`;

TRUNCATE TABLE `product_special_tags`;

TRUNCATE TABLE `product_category_tags`;

TRUNCATE TABLE `product_pet_tags`;

SET FOREIGN_KEY_CHECKS = 1;

-- product_pet_tags
INSERT INTO
    `product_pet_tags` (
        `id`,
        `tag_code`,
        `tag_slug`,
        `tag_ch`
    )
VALUES (1, "CT", "cat", "貓"),
    (2, "DG", "dog", "狗");

-- product_category_tags
INSERT INTO
    `product_category_tags` (
        `id`,
        `tag_code`,
        `tag_slug`,
        `tag_ch`
    )
VALUES (1, "MF", "main-food", "主食"),
    (2, "TT", "treat", "零食/點心"),
    (3, "LH", "leash", "牽引用品"),
    (4, "SM", "supplement", "保健品"),
    (5, "SP", "supplies", "生活用品");

-- product_special_tags
INSERT INTO
    `product_special_tags` (`id`, `tag_ch`, `tag_slug`)
VALUES (1, '幼齡(0~1歲)', 'baby'),
    (2, '成齡(1~7歲)', 'adult'),
    (3, '熟齡(7歲~)', 'senior'),
    (4, '孕期', 'pregnancy'),
    (5, '低敏', 'hypo-allergenic'),
    (6, '挑嘴', 'picky-eater'),
    (7, '低脂', 'low-fat'),
    (8, '低磷', 'low-phosphorus'),
    (9, '低蛋白', 'low-protein'),
    (10, '專利', 'patented'),
    (11, '鮮食', 'fresh-food'),
    (12, '腸胃養護', 'digestion-care'),
    (13, '皮膚保健', 'skin-care'),
    (14, '泌尿保健', 'urinary-care');

-- keywords
INSERT INTO
    `keywords` (`id`, `keyword`, `slug`)
VALUES (
        1,
        'PAW-SCRATCHER',
        'paw-scratcher'
    ),
    (2, '小宅生活', 'small-home-life'),
    (3, '經典', 'classic'),
    (4, '骨頭', 'bone'),
    (5, '貓抓板', 'cat-scratcher'),
    (6, '抓板', 'scratcher'),
    (7, '大地', 'earth'),
    (8, '淺棕', 'light-brown'),
    (9, '燕麥', 'oat'),
    (10, '暖白', 'warm-white'),
    (11, '沉穩', 'calm'),
    (12, '深灰', 'dark-gray'),
    (13, '8字', 'figure-eight'),
    (14, '極致', 'ultimate'),
    (
        15,
        '控砂墊',
        'litter-control-mat'
    ),
    (16, '奶茶', 'milk-tea'),
    (17, '落砂墊', 'litter-mat'),
    (18, '砂墊', 'litter-mat-2'),
    (19, '豆腐砂', 'tofu-litter'),
    (20, '奶綠', 'milk-green'),
    (21, '貓咪', 'cat-2'),
    (22, '餐包', 'meal-pouch'),
    (23, '滴雞精', 'chicken-essence'),
    (24, '魚', 'fish'),
    (25, '滋補', 'tonic'),
    (26, '營養', 'nutrition'),
    (27, '鮮雞', 'fresh-chicken'),
    (28, '腸胃', 'digestion'),
    (29, '養護', 'care'),
    (30, '泌尿', 'urinary'),
    (31, '皮膚', 'skin'),
    (32, '免疫', 'immunity'),
    (33, '鮭魚', 'salmon'),
    (34, '保健', 'health-care'),
    (35, '鱈魚', 'cod'),
    (36, '牛肉', 'beef'),
    (37, '保護', 'protection'),
    (38, '牛', 'beef-2'),
    (39, '鰹魚', 'bonito'),
    (40, '烏魚', 'mullet'),
    (41, '健康', 'health'),
    (42, '益生菌', 'probiotics'),
    (43, '消臭', 'deodorizing'),
    (
        44,
        '無痕砂',
        'trace-free-litter'
    ),
    (45, '木薯砂', 'cassava-litter'),
    (46, '貓砂', 'cat-litter'),
    (47, '瞬凝', 'instant-clumping'),
    (48, '貓砂盆', 'cat-litter-box'),
    (49, '砂盆', 'litter-box'),
    (50, 'MOFU', 'keyword-50'),
    (51, '早餐罐', 'breakfast-can'),
    (52, '迷你', 'mini'),
    (53, '無膠', 'gum-free'),
    (54, '鮮嫩', 'tender-fresh'),
    (55, '雞肉', 'chicken-2'),
    (56, '營養罐', 'nutrition-can'),
    (59, '嫩雞', 'tender-chicken'),
    (60, '鱸魚', 'bass'),
    (61, '鯖魚', 'mackerel'),
    (62, '秋刀魚', 'saury'),
    (63, '全雞', 'whole-chicken'),
    (65, '鴨胸', 'duck-breast'),
    (66, '鴨', 'duck'),
    (67, '鮮甜', 'sweet-fresh'),
    (68, '虱目魚', 'milkfish-2'),
    (69, '寵物', 'pet'),
    (
        70,
        '四季被',
        'all-season-blanket'
    ),
    (71, '藍綠', 'blue-green'),
    (72, '米色', 'beige'),
    (73, '粉', 'pink'),
    (74, '肉泥罐', 'puree-can'),
    (75, '益菌', 'probiotics-2'),
    (76, '綿密', 'creamy'),
    (77, '肉泥', 'puree'),
    (78, '主食罐', 'complete-can'),
    (79, '海味', 'seafood'),
    (80, '鮪魚', 'tuna'),
    (81, '凍乾', 'freeze-dried'),
    (82, '小方粒', 'small-cube'),
    (83, '安心', 'safe'),
    (84, '湯匙', 'spoon'),
    (85, '鮮肉', 'fresh-meat'),
    (86, '生食', 'raw-food'),
    (87, '幼貓', 'kitten'),
    (88, '花草', 'herbal'),
    (89, '條型', 'strip-type'),
    (90, '清新', 'fresh'),
    (91, '森林浴', 'forest-bath'),
    (92, '森林', 'forest'),
    (96, '魷魚', 'squid'),
    (97, '腎臟', 'kidney'),
    (98, '青花魚', 'mackerel-2'),
    (99, '米粒型', 'rice-grain-type'),
    (100, '原味', 'original'),
    (102, '砂鏟', 'litter-scoop'),
    (103, '配送箱', 'shipping-box'),
    (104, '溫暖杏', 'warm-beige'),
    (105, '沉靜灰', 'calm-gray'),
    (106, 'JW', 'jw'),
    (107, '指甲剪', 'nail-clipper'),
    (108, '快篩', 'quick-sifting'),
    (
        109,
        '貓砂鏟',
        'cat-litter-scoop'
    ),
    (110, '靜音', 'quiet'),
    (111, '貓隧道', 'cat-tunnel'),
    (112, '可折疊', 'foldable'),
    (113, '隧道', 'keyword'),
    (114, '平板式', 'flat'),
    (116, '南瓜丁', 'pumpkin-cubes'),
    (117, '雞絲', 'shredded-chicken'),
    (118, '元氣', 'vitality'),
    (119, '草飼', 'grass-fed'),
    (120, 'FELIWAY', 'keyword-120'),
    (121, '費洛蒙', 'pheromone'),
    (122, '法國', 'france'),
    (123, '插電組', 'plug-in-set'),
    (124, '補充瓶', 'refill-bottle'),
    (125, '噴劑', 'spray'),
    (
        127,
        '土雞',
        'free-range-chicken'
    ),
    (128, '薑黃', 'turmeric'),
    (
        129,
        '時蔬',
        'seasonal-vegetables'
    ),
    (130, '紅石榴', 'pomegranate'),
    (131, '鴨肉', 'duck-meat'),
    (132, '朝鮮薊', 'artichoke'),
    (133, '肉蓉罐', 'minced-meat-can'),
    (134, '鵪鶉', 'quail'),
    (135, '羊肉', 'lamb'),
    (136, '羊', 'lamb-2'),
    (137, '銀養罐', 'silver-care-can'),
    (139, '鹿', 'venison'),
    (141, '野生', 'wild'),
    (142, '頂級', 'premium'),
    (143, '木天蓼', 'silvervine-3'),
    (144, '蟲癭果', 'gall-fruit'),
    (145, '棒棒', 'sticks'),
    (146, '潔牙', 'dental-care'),
    (147, '紓壓', 'stress-relief'),
    (
        148,
        '幼母貓',
        'kitten-and-mother-cat'
    ),
    (149, '母貓', 'mother-cat'),
    (150, '放牧', 'pasture-raised'),
    (151, '鹿肉', 'venison-meat'),
    (
        152,
        '100% Pure',
        '100-percent-pure'
    ),
    (153, '鮮肉罐', 'fresh-meat-can'),
    (154, '火雞', 'turkey-2'),
    (155, '蝦仁', 'shrimp'),
    (156, '扁鱈', 'flatfish'),
    (157, '山野', 'wild-field'),
    (158, '新包裝', 'new-package'),
    (159, '鬆狀', 'flaky'),
    (160, '沙西米', 'sashimi'),
    (
        161,
        '無骨雞',
        'boneless-chicken'
    ),
    (162, '澳洲', 'australian'),
    (163, '羅曼', 'roman'),
    (164, '鵝', 'goose'),
    (165, '乾貓草', 'dried-cat-grass'),
    (166, '貓薄荷', 'catnip-2'),
    (167, '貓草', 'cat-grass'),
    (168, '薄荷', 'mint'),
    (169, '犬用', 'for-dogs'),
    (170, '慢烘', 'slow-baked'),
    (
        171,
        '蔬肉糧',
        'vegetable-meat-food'
    ),
    (172, '鮮蔬', 'fresh-vegetables'),
    (173, '玩具總動員', 'toy-story'),
    (174, '罐罐', 'canned-food'),
    (175, '專用', 'for-cans'),
    (176, '三入組', 'three-piece-set'),
    (177, '迪士尼', 'disney'),
    (178, '綜合組', 'assorted-set'),
    (179, '減壓', 'pressure-relief'),
    (180, '多功能', 'multifunction'),
    (181, '緩衝', 'shock-absorbing'),
    (182, '狗狗', 'dog-2'),
    (183, '強壯', 'strong'),
    (184, '雞腿', 'chicken-leg'),
    (185, '閃亮', 'shiny'),
    (186, '羊腿', 'lamb-leg'),
    (188, '干貝', 'scallop'),
    (
        189,
        '幼母犬',
        'puppy-and-mother-dog'
    ),
    (
        190,
        '鱉蛋',
        'softshell-turtle-egg'
    ),
    (191, '生肉餐', 'raw-meat-meal'),
    (192, '狗草', 'dog-grass'),
    (193, '栽培盒', 'grow-kit'),
    (194, '汪汪', 'doggy'),
    (195, '生菜', 'greens');

-- products
INSERT INTO
    `products` (
        `id`,
        `prod_name`,
        `price`,
        `pet_tag_id_fk`,
        `category_id_fk`,
        `slug`
    )
VALUES (
        1,
        '小宅生活 PAW-SCRATCHER 經典骨頭貓抓板',
        540,
        1,
        5,
        'paw-scratcher-classic-scratcher'
    ),
    (
        2,
        '小宅生活 PAW-SCRATCHER 8字貓抓板',
        1280,
        1,
        5,
        'paw-scratcher-infinity-scratcher'
    ),
    (
        3,
        '小宅生活-極致控砂墊',
        750,
        1,
        5,
        'catlittermat'
    ),
    (
        4,
        '貓咪餐包 滴雞精/滴魚精滋補主食餐包',
        52,
        1,
        1,
        'chickenfishessence'
    ),
    (
        5,
        '益生菌消臭無痕砂（豆腐砂＋木薯砂） 2.4kg',
        498,
        1,
        5,
        'mixcassava'
    ),
    (
        6,
        '益生菌消臭瞬凝木薯砂 2.4kg',
        498,
        1,
        5,
        'cassava'
    ),
    (
        7,
        '小宅生活 開放式大貓砂盆',
        1239,
        1,
        5,
        'largecatlitterbox'
    ),
    (
        8,
        '早餐罐｜MOFU迷你無膠早餐罐',
        42,
        1,
        1,
        'morningminican'
    ),
    (
        9,
        '小宅生活 寵物四季被',
        650,
        1,
        5,
        'petblanlet'
    ),
    (
        10,
        '肉泥罐｜貓咪 益菌PRO+綿密肉泥主食罐',
        52,
        1,
        1,
        'creamypureecat'
    ),
    (
        11,
        '貓用天然低敏凍乾主食餐(小方粒型)',
        10,
        1,
        1,
        'catfreezedriedrawfoodmini-cubes'
    ),
    (
        12,
        '泌尿健康監測隱血砂',
        518,
        1,
        5,
        'bloodcatlitter'
    ),
    (
        13,
        'MOFU 8字貓抓板｜耐抓貓抓板',
        980,
        1,
        5,
        'mini-scratcher'
    ),
    (
        14,
        '益生菌消臭花草豆腐砂 (條型) 2.7kg',
        498,
        1,
        5,
        'tofucatlitterflower'
    ),
    (
        15,
        '低磷罐｜貓咪無膠低磷低蛋白主食罐',
        49,
        1,
        4,
        'kidneyhealth'
    ),
    (
        16,
        '益生菌消臭豆腐砂（米粒型豆腐砂）2.7kg',
        498,
        1,
        5,
        'shortcatlitter'
    ),
    (
        17,
        '專利小白鯨砂盆',
        1880,
        1,
        5,
        'beluga-litterbox'
    ),
    (
        18,
        '矽膠拼接落砂墊',
        960,
        1,
        5,
        'littermat'
    ),
    (
        19,
        'JW 貓咪指甲剪',
        190,
        1,
        5,
        'jw_nailclipper'
    ),
    (
        20,
        '專利 8 字快篩貓砂鏟',
        230,
        1,
        5,
        'litterscoop'
    ),
    (
        21,
        'S型靜音貓隧道（可折疊）',
        490,
        1,
        5,
        'cat_tunnel'
    ),
    (
        22,
        '益生菌消臭豆腐砂（條型）2.7kg',
        498,
        1,
        5,
        'tofucatlitter'
    ),
    (
        23,
        '汪喵配送箱專屬貓抓板（一組兩片）',
        129,
        1,
        5,
        'box-scratcher'
    ),
    (
        24,
        '貓咪低脂無膠主食罐 | 80g',
        49,
        1,
        1,
        'lowfatcatc'
    ),
    (
        25,
        '貓咪費洛蒙 &#8211; 法國 FELIWAY',
        880,
        1,
        5,
        'feliway'
    ),
    (
        27,
        '挑嘴罐｜挑嘴貓無膠主食罐',
        46,
        1,
        1,
        'pickycat'
    ),
    (
        28,
        '貓咪 95%鮮食主食餐包',
        95,
        1,
        1,
        'catfreshfood'
    ),
    (
        29,
        '肉蓉罐｜貓咪無膠肉蓉主食罐',
        48,
        1,
        1,
        'catcans-ground-meat'
    ),
    (
        30,
        '銀養罐｜熟齡貓無膠銀養主食罐',
        48,
        1,
        1,
        'oldcatcan'
    ),
    (
        31,
        '頂級木天蓼/蟲癭果棒棒',
        99,
        1,
        2,
        'catsprayseeds'
    ),
    (
        32,
        '營養罐｜幼母貓無膠營養主食罐',
        48,
        1,
        1,
        'momkittycat'
    ),
    (
        33,
        '100% Pure 純離胺酸｜貓咪離胺酸',
        320,
        1,
        4,
        'l-lysine'
    ),
    (
        34,
        '貓主食罐｜鮮肉罐｜貓咪98%無膠鮮肉主食罐',
        46,
        1,
        1,
        'fantasticcat'
    ),
    (
        35,
        '貓咪凍乾主食餐（新包裝）',
        10,
        1,
        1,
        'catfreezedriedrawfood'
    ),
    (
        36,
        'MOFU沙西米｜貓咪生食餐',
        60,
        1,
        1,
        'cathpprawfood'
    ),
    (
        37,
        '乾貓草-頂級貓薄荷棒棒',
        99,
        1,
        2,
        'catnip'
    ),
    (
        38,
        '貓草新鮮栽培盒-貓咪生菜',
        450,
        1,
        2,
        'catgrass'
    ),
    (
        41,
        '犬用 慢烘鮮食蔬肉糧',
        229,
        2,
        1,
        'dog_freshfood'
    ),
    (
        42,
        '玩具總動員系列 罐罐專用湯匙-三入組',
        327,
        2,
        5,
        'spoonset'
    ),
    (
        43,
        'MOFU 減壓胸背帶',
        1380,
        2,
        3,
        'dogharness'
    ),
    (
        44,
        'MOFU 多功能緩衝牽繩',
        1020,
        2,
        3,
        'dogleash'
    ),
    (
        48,
        '狗狗 90%鮮肉主食餐包',
        85,
        2,
        1,
        'dogfreshfood'
    ),
    (
        49,
        '銀養罐｜熟齡犬無膠銀養主食罐',
        48,
        2,
        1,
        'seniordogcan'
    ),
    (
        50,
        '營養罐｜幼母犬無膠營養主食罐',
        48,
        2,
        1,
        'puppycan'
    ),
    (
        52,
        '鮮肉罐｜狗狗無膠鮮肉主食罐',
        46,
        2,
        1,
        'fantasticdog'
    ),
    (
        53,
        '狗狗凍乾主食餐（新包裝）',
        10,
        2,
        1,
        'dogfreezedriedrawfood'
    ),
    (
        54,
        'MOFU沙西米｜狗狗生食 生肉餐（主食）',
        120,
        2,
        1,
        'doghpprawfood'
    ),
    (
        55,
        '狗草新鮮栽培盒-汪汪生菜',
        450,
        2,
        2,
        'doggrass'
    );

-- items
INSERT INTO
    `items` (
        `prod_id_fk`,
        `item_name`,
        `sku`
    )
VALUES (
        1,
        '經典小骨頭(427*65*220mm)',
        'CTSP001001'
    ),
    (
        1,
        '經典大骨頭(652*130*250mm)',
        'CTSP001002'
    ),
    (1, '大地淺棕', 'CTSP001003'),
    (1, '燕麥暖白', 'CTSP001004'),
    (1, '沉穩深灰', 'CTSP001005'),
    (
        2,
        '大8字貓抓板(800*243*250mm)',
        'CTSP002001'
    ),
    (
        2,
        '小8字貓抓板(530*165*220mm)',
        'CTSP002002'
    ),
    (2, '大地淺棕', 'CTSP002003'),
    (2, '沉穩深灰', 'CTSP002004'),
    (2, '燕麥暖白', 'CTSP002005'),
    (3, '奶茶色', 'CTSP003001'),
    (3, '奶綠色', 'CTSP003002'),
    (
        4,
        '營養鮮雞餐 (腸胃養護)',
        'CTMF004006'
    ),
    (
        4,
        '鮮雞鮭魚餐 (皮膚保健)',
        'CTMF004007'
    ),
    (
        4,
        '鱈魚牛肉餐 (免疫保護)',
        'CTMF004008'
    ),
    (
        4,
        '鰹魚烏魚餐 (泌尿健康)',
        'CTMF004009'
    ),
    (5, '1包', 'CTSP005001'),
    (6, '1包', 'CTSP006001'),
    (7, '奶茶色', 'CTSP007001'),
    (7, '奶綠色', 'CTSP007002'),
    (8, '鮮嫩雞肉', 'CTMF008007'),
    (8, '鱸魚雞肉', 'CTMF008008'),
    (8, '鮭魚鰹魚', 'CTMF008010'),
    (8, '鯖魚雞肉', 'CTMF008011'),
    (8, '秋刀魚雞肉', 'CTMF008012'),
    (8, '營養全雞', 'CTMF008013'),
    (8, '低敏鴨胸', 'CTMF008014'),
    (8, '鮮甜虱目魚', 'CTMF008015'),
    (9, '藍綠/米色', 'CTSP009001'),
    (9, '粉/米色', 'CTSP009002'),
    (10, '營養全雞', 'CTMF010011'),
    (10, '低敏鴨胸', 'CTMF010012'),
    (10, '鮮甜虱目魚', 'CTMF010013'),
    (10, '海味鮪魚餐', 'CTMF010014'),
    (10, '海味鮪魚', 'CTMF010016'),
    (11, '安心雞', 'CTMF011001'),
    (11, '低敏鴨', 'CTMF011002'),
    (11, '幼貓營養鱈魚', 'CTMF011005'),
    (11, '營養鱈魚', 'CTMF011006'),
    (12, '隱血砂', 'CTSP012001'),
    (12, '隱血顆粒', 'CTSP012002'),
    (12, '隱血貓砂', 'CTSP012003'),
    (13, '小8字抓板', 'CTSP013001'),
    (13, '大8字抓板', 'CTSP013002'),
    (14, '清新森林浴條型', 'CTSP014001'),
    (14, '森林條型', 'CTSP014003'),
    (15, '虱目魚魷魚', 'CTSM015003'),
    (15, '營養青花魚', 'CTSM015004'),
    (15, '健康嫩雞肉', 'CTSM015005'),
    (16, '原味米粒型', 'CTSP016001'),
    (16, '原味條型', 'CTSP016002'),
    (17, '奶茶杏', 'CTSP017001'),
    (17, '湖水藍', 'CTSP017002'),
    (18, '溫暖杏2入', 'CTSP018001'),
    (18, '沉靜灰2入', 'CTSP018003'),
    (19, 'JW 貓咪指甲剪', 'CTSP019001'),
    (20, '奶茶杏', 'CTSP020001'),
    (20, '湖水藍', 'CTSP020002'),
    (21, 'S型貓隧道', 'CTSP021001'),
    (22, '原味條型', 'CTSP022001'),
    (22, '原味米粒型', 'CTSP022002'),
    (22, '清新森林浴條型', 'CTSP022003'),
    (22, '礦型', 'CTSP022004'),
    (
        23,
        '平板式抓板(一組兩片)',
        'CTSP023001'
    ),
    (24, '清爽雞肉泥', 'CTMF024003'),
    (24, '南瓜丁雞絲', 'CTMF024004'),
    (24, '虱目魚鰹魚', 'CTMF024006'),
    (24, '元氣草飼牛', 'CTMF024007'),
    (25, '插電組 48ml', 'CTSP025001'),
    (25, '補充瓶 48ml', 'CTSP025002'),
    (25, '噴劑 60ml', 'CTSP025003'),
    (
        25,
        '補充瓶(新) 48ml',
        'CTSP025004'
    ),
    (27, '鮭魚鰹魚餐', 'CTMF027007'),
    (27, '鯖魚雞肉餐', 'CTMF027008'),
    (27, '秋刀魚雞肉餐', 'CTMF027009'),
    (28, '土雞佐薑黃', 'CTMF028003'),
    (28, '鰹魚雞佐時蔬', 'CTMF028004'),
    (28, '鮭魚佐紅石榴', 'CTMF028005'),
    (28, '鴨肉佐朝鮮薊', 'CTMF028006'),
    (29, '雞肉肉蓉罐', 'CTMF029005'),
    (29, '虱目魚肉蓉罐', 'CTMF029006'),
    (29, '鵪鶉肉蓉罐', 'CTMF029007'),
    (29, '牛肉肉蓉罐', 'CTMF029008'),
    (29, '羊肉肉蓉罐', 'CTMF029009'),
    (29, '鮭魚肉蓉罐', 'CTMF029010'),
    (30, '鹿野土雞', 'CTMF030003'),
    (30, '野生鰹魚', 'CTMF030004'),
    (30, '鮭魚雞肉', 'CTMF030005'),
    (31, '潔牙木天蓼', 'CTTT031003'),
    (31, '玩具球', 'CTTT031004'),
    (31, '紓壓蟲癭果', 'CTTT031005'),
    (32, '鮮嫩雞肉', 'CTMF032010'),
    (32, '鱸魚雞肉', 'CTMF032011'),
    (32, '營養鮭魚', 'CTMF032012'),
    (32, '放牧鹿肉', 'CTMF032013'),
    (33, '離胺酸', 'CTSM033001'),
    (34, '低敏鴨肉', 'CTMF034012'),
    (34, '田園火雞', 'CTMF034013'),
    (34, '鰹魚蝦仁', 'CTMF034014'),
    (34, '扁鱈雞肉', 'CTMF034015'),
    (34, '山野鵪鶉', 'CTMF034016'),
    (34, '放牧鹿', 'CTMF034017'),
    (34, '草飼牛肉', 'CTMF034018'),
    (35, '草飼牛', 'CTMF035001'),
    (35, '鮭魚雞肉', 'CTMF035002'),
    (35, '山野鵪鶉', 'CTMF035003'),
    (35, '安心雞', 'CTMF035005'),
    (35, '櫻桃鴨', 'CTMF035006'),
    (35, '幼貓營養嫩雞', 'CTMF035015'),
    (35, '營養鱈魚(鬆狀)', 'CTMF035016'),
    (35, '草飼牛(鬆狀)', 'CTMF035017'),
    (35, '鮭魚雞肉(鬆狀)', 'CTMF035018'),
    (35, '安心雞(鬆狀)', 'CTMF035019'),
    (36, '幼母貓/無骨雞', 'CTMF036003'),
    (36, '幼母貓/山野鵪鶉', 'CTMF036004'),
    (36, '安心雞', 'CTMF036005'),
    (36, '櫻桃鴨', 'CTMF036006'),
    (36, '安心雞塊', 'CTMF036007'),
    (36, '澳洲羊', 'CTMF036008'),
    (36, '草飼牛', 'CTMF036009'),
    (36, '山野鵪鶉', 'CTMF036010'),
    (36, '放牧鹿', 'CTMF036011'),
    (36, '羅曼鵝', 'CTMF036012'),
    (37, '頂級貓薄荷葉', 'CTTT037001'),
    (41, '鮮蔬嫩雞餐', 'DGMF041003'),
    (41, '鮮蔬牛魚餐', 'DGMF041004'),
    (
        42,
        '迪士尼湯匙3入綜合組(款式隨機)',
        'DGSP042001'
    ),
    (
        42,
        '迪士尼湯匙綜合組(款式隨機)',
        'DGSP042002'
    ),
    (43, '胸背帶', 'DGLH043001'),
    (43, '外出組', 'DGLH043002'),
    (43, '胸背帶M', 'DGLH043003'),
    (43, '胸背帶L', 'DGLH043004'),
    (44, '牽繩', 'DGLH044001'),
    (48, '健美火雞餐', 'DGMF048003'),
    (48, '強壯雞腿餐', 'DGMF048004'),
    (48, '元氣牛肉餐', 'DGMF048005'),
    (48, '閃亮羊腿餐', 'DGMF048006'),
    (49, '滋補羊肉', 'DGMF049005'),
    (49, '鮮蒸鮭魚', 'DGMF049006'),
    (49, '元氣牛肉', 'DGMF049007'),
    (49, '干貝鮭魚', 'DGMF049008'),
    (50, '鮮嫩雞肉', 'DGMF050005'),
    (50, '滋補羊肉', 'DGMF050006'),
    (52, '田園火雞', 'DGMF052006'),
    (52, '草飼牛肉', 'DGMF052007'),
    (52, '鱉蛋雞肉', 'DGMF052008'),
    (52, '放牧鹿', 'DGMF052009'),
    (53, '草飼牛', 'DGMF053001'),
    (53, '安心雞', 'DGMF053003'),
    (53, '草飼牛 (鬆狀)', 'DGMF053006'),
    (54, '安心雞', 'DGMF054003'),
    (54, '櫻桃鴨', 'DGMF054004'),
    (54, '澳洲羊', 'DGMF054005'),
    (54, '草飼牛', 'DGMF054006'),
    (54, '放牧鹿', 'DGMF054007'),
    (54, '山野鵪鶉', 'DGMF054008'),
    (55, '3盒', 'DGTT055001');

-- item_tags
INSERT INTO
    `item_tags` (`item_id_fk`, `tag_id_fk`)
VALUES (13, 12),
    (14, 13),
    (16, 14),
    (23, 6),
    (24, 6),
    (25, 6),
    (27, 5),
    (31, 10),
    (32, 5),
    (32, 10),
    (33, 10),
    (34, 10),
    (35, 10),
    (36, 5),
    (37, 5),
    (38, 1),
    (38, 5),
    (39, 5),
    (40, 14),
    (41, 14),
    (42, 14),
    (43, 10),
    (44, 10),
    (47, 2),
    (47, 8),
    (47, 9),
    (47, 10),
    (48, 2),
    (48, 8),
    (48, 9),
    (48, 10),
    (49, 2),
    (49, 8),
    (49, 9),
    (49, 10),
    (52, 10),
    (53, 10),
    (57, 10),
    (58, 10),
    (65, 7),
    (66, 7),
    (67, 7),
    (68, 7),
    (73, 6),
    (74, 6),
    (75, 6),
    (76, 11),
    (77, 11),
    (78, 11),
    (79, 11),
    (80, 7),
    (81, 7),
    (82, 7),
    (83, 7),
    (84, 7),
    (85, 7),
    (86, 3),
    (87, 3),
    (88, 3),
    (92, 1),
    (92, 4),
    (93, 1),
    (93, 4),
    (94, 1),
    (94, 4),
    (95, 1),
    (95, 4),
    (97, 5),
    (109, 1),
    (114, 1),
    (114, 4),
    (115, 1),
    (115, 4),
    (125, 11),
    (126, 11),
    (134, 11),
    (135, 11),
    (136, 11),
    (137, 11),
    (138, 3),
    (139, 3),
    (140, 3),
    (141, 3),
    (142, 1),
    (142, 4),
    (143, 1),
    (143, 4),
    (151, 5),
    (152, 5),
    (153, 5),
    (154, 5),
    (155, 5),
    (156, 5);

-- item_keywords
INSERT INTO
    `item_keywords` (`item_id_fk`, `keyword_id_fk`)
VALUES (1, 1),
    (1, 2),
    (1, 3),
    (1, 4),
    (1, 5),
    (1, 6),
    (2, 1),
    (2, 2),
    (2, 3),
    (2, 4),
    (2, 5),
    (2, 6),
    (3, 1),
    (3, 2),
    (3, 3),
    (3, 4),
    (3, 5),
    (3, 6),
    (3, 7),
    (3, 8),
    (4, 1),
    (4, 2),
    (4, 3),
    (4, 4),
    (4, 5),
    (4, 6),
    (4, 9),
    (4, 10),
    (5, 1),
    (5, 2),
    (5, 3),
    (5, 4),
    (5, 5),
    (5, 6),
    (5, 11),
    (5, 12),
    (6, 1),
    (6, 2),
    (6, 5),
    (6, 6),
    (6, 13),
    (7, 1),
    (7, 2),
    (7, 5),
    (7, 6),
    (7, 13),
    (8, 1),
    (8, 2),
    (8, 5),
    (8, 6),
    (8, 7),
    (8, 8),
    (8, 13),
    (9, 1),
    (9, 2),
    (9, 5),
    (9, 6),
    (9, 11),
    (9, 12),
    (9, 13),
    (10, 1),
    (10, 2),
    (10, 5),
    (10, 6),
    (10, 9),
    (10, 10),
    (10, 13),
    (11, 2),
    (11, 14),
    (11, 15),
    (11, 16),
    (11, 18),
    (12, 2),
    (12, 14),
    (12, 15),
    (12, 18),
    (12, 20),
    (13, 21),
    (13, 22),
    (13, 23),
    (13, 24),
    (13, 25),
    (13, 26),
    (13, 27),
    (13, 28),
    (13, 29),
    (14, 21),
    (14, 22),
    (14, 23),
    (14, 24),
    (14, 25),
    (14, 27),
    (14, 31),
    (14, 33),
    (14, 34),
    (15, 21),
    (15, 22),
    (15, 23),
    (15, 24),
    (15, 25),
    (15, 32),
    (15, 35),
    (15, 36),
    (15, 37),
    (15, 38),
    (16, 21),
    (16, 22),
    (16, 23),
    (16, 24),
    (16, 25),
    (16, 30),
    (16, 39),
    (16, 40),
    (16, 41),
    (17, 19),
    (17, 42),
    (17, 43),
    (17, 44),
    (17, 45),
    (18, 42),
    (18, 43),
    (18, 45),
    (18, 47),
    (19, 2),
    (19, 16),
    (19, 46),
    (19, 48),
    (19, 49),
    (20, 2),
    (20, 20),
    (20, 46),
    (20, 48),
    (20, 49),
    (21, 50),
    (21, 51),
    (21, 52),
    (21, 53),
    (21, 54),
    (21, 55),
    (21, 59),
    (22, 24),
    (22, 50),
    (22, 51),
    (22, 52),
    (22, 53),
    (22, 55),
    (22, 60),
    (23, 24),
    (23, 33),
    (23, 39),
    (23, 50),
    (23, 51),
    (23, 52),
    (23, 53),
    (24, 24),
    (24, 50),
    (24, 51),
    (24, 52),
    (24, 53),
    (24, 55),
    (24, 61),
    (25, 24),
    (25, 50),
    (25, 51),
    (25, 52),
    (25, 53),
    (25, 55),
    (25, 62),
    (26, 26),
    (26, 50),
    (26, 51),
    (26, 52),
    (26, 53),
    (26, 63),
    (27, 50),
    (27, 51),
    (27, 52),
    (27, 53),
    (27, 65),
    (27, 66),
    (28, 24),
    (28, 50),
    (28, 51),
    (28, 52),
    (28, 53),
    (28, 67),
    (28, 68),
    (29, 2),
    (29, 69),
    (29, 70),
    (29, 71),
    (29, 72),
    (30, 2),
    (30, 69),
    (30, 70),
    (30, 72),
    (30, 73),
    (31, 21),
    (31, 26),
    (31, 63),
    (31, 74),
    (31, 75),
    (31, 76),
    (31, 77),
    (31, 78),
    (32, 21),
    (32, 65),
    (32, 66),
    (32, 74),
    (32, 75),
    (32, 76),
    (32, 77),
    (32, 78),
    (33, 21),
    (33, 24),
    (33, 67),
    (33, 68),
    (33, 74),
    (33, 75),
    (33, 76),
    (33, 77),
    (33, 78),
    (34, 21),
    (34, 24),
    (34, 74),
    (34, 75),
    (34, 76),
    (34, 77),
    (34, 78),
    (34, 79),
    (34, 80),
    (35, 21),
    (35, 24),
    (35, 74),
    (35, 75),
    (35, 76),
    (35, 77),
    (35, 78),
    (35, 79),
    (35, 80),
    (36, 81),
    (36, 82),
    (36, 83),
    (37, 66),
    (37, 81),
    (37, 82),
    (38, 24),
    (38, 26),
    (38, 35),
    (38, 81),
    (38, 82),
    (38, 87),
    (39, 24),
    (39, 26),
    (39, 35),
    (39, 81),
    (39, 82),
    (40, 30),
    (40, 41),
    (41, 30),
    (41, 41),
    (42, 30),
    (42, 41),
    (42, 46),
    (43, 5),
    (43, 6),
    (43, 13),
    (43, 50),
    (44, 5),
    (44, 6),
    (44, 13),
    (44, 50),
    (45, 19),
    (45, 42),
    (45, 43),
    (45, 88),
    (45, 89),
    (45, 90),
    (45, 91),
    (45, 92),
    (46, 19),
    (46, 42),
    (46, 43),
    (46, 88),
    (46, 89),
    (46, 92),
    (47, 21),
    (47, 24),
    (47, 53),
    (47, 68),
    (47, 78),
    (47, 96),
    (48, 21),
    (48, 24),
    (48, 26),
    (48, 53),
    (48, 78),
    (48, 98),
    (49, 21),
    (49, 41),
    (49, 53),
    (49, 55),
    (49, 59),
    (49, 78),
    (50, 19),
    (50, 42),
    (50, 43),
    (50, 99),
    (50, 100),
    (51, 19),
    (51, 42),
    (51, 43),
    (51, 89),
    (51, 99),
    (51, 100),
    (52, 16),
    (52, 49),
    (53, 49),
    (54, 17),
    (54, 18),
    (54, 104),
    (55, 17),
    (55, 18),
    (55, 105),
    (56, 21),
    (56, 106),
    (56, 107),
    (57, 16),
    (57, 46),
    (57, 102),
    (57, 108),
    (57, 109),
    (58, 46),
    (58, 102),
    (58, 108),
    (58, 109),
    (59, 110),
    (59, 111),
    (59, 112),
    (59, 113),
    (60, 19),
    (60, 42),
    (60, 43),
    (60, 89),
    (60, 100),
    (61, 19),
    (61, 42),
    (61, 43),
    (61, 89),
    (61, 99),
    (61, 100),
    (62, 19),
    (62, 42),
    (62, 43),
    (62, 89),
    (62, 90),
    (62, 91),
    (62, 92),
    (63, 19),
    (63, 42),
    (63, 43),
    (63, 89),
    (64, 5),
    (64, 6),
    (64, 103),
    (64, 114),
    (65, 21),
    (65, 53),
    (65, 55),
    (65, 77),
    (65, 78),
    (66, 21),
    (66, 53),
    (66, 78),
    (66, 116),
    (66, 117),
    (67, 21),
    (67, 24),
    (67, 39),
    (67, 53),
    (67, 68),
    (67, 78),
    (68, 21),
    (68, 38),
    (68, 53),
    (68, 78),
    (68, 118),
    (68, 119),
    (69, 21),
    (69, 120),
    (69, 121),
    (69, 122),
    (69, 123),
    (70, 21),
    (70, 120),
    (70, 121),
    (70, 122),
    (70, 124),
    (71, 21),
    (71, 120),
    (71, 121),
    (71, 122),
    (71, 125),
    (72, 21),
    (72, 120),
    (72, 121),
    (72, 122),
    (72, 124),
    (73, 24),
    (73, 33),
    (73, 39),
    (73, 53),
    (73, 78),
    (74, 24),
    (74, 53),
    (74, 55),
    (74, 61),
    (74, 78),
    (75, 24),
    (75, 53),
    (75, 55),
    (75, 62),
    (75, 78),
    (76, 21),
    (76, 22),
    (76, 127),
    (76, 128),
    (77, 21),
    (77, 22),
    (77, 24),
    (77, 39),
    (77, 129),
    (78, 21),
    (78, 22),
    (78, 24),
    (78, 33),
    (78, 130),
    (79, 21),
    (79, 22),
    (79, 66),
    (79, 131),
    (79, 132),
    (80, 21),
    (80, 53),
    (80, 55),
    (80, 78),
    (80, 133),
    (81, 21),
    (81, 24),
    (81, 53),
    (81, 68),
    (81, 78),
    (81, 133),
    (82, 21),
    (82, 53),
    (82, 78),
    (82, 133),
    (82, 134),
    (83, 21),
    (83, 36),
    (83, 38),
    (83, 53),
    (83, 78),
    (83, 133),
    (84, 21),
    (84, 53),
    (84, 78),
    (84, 133),
    (84, 135),
    (84, 136),
    (85, 21),
    (85, 24),
    (85, 33),
    (85, 53),
    (85, 78),
    (85, 133),
    (86, 53),
    (86, 78),
    (86, 127),
    (86, 137),
    (86, 139),
    (87, 24),
    (87, 39),
    (87, 53),
    (87, 78),
    (87, 137),
    (87, 141),
    (88, 24),
    (88, 33),
    (88, 53),
    (88, 55),
    (88, 78),
    (88, 137),
    (89, 142),
    (89, 143),
    (89, 144),
    (89, 145),
    (89, 146),
    (90, 142),
    (90, 143),
    (90, 144),
    (90, 145),
    (91, 142),
    (91, 143),
    (91, 144),
    (91, 145),
    (91, 147),
    (92, 26),
    (92, 53),
    (92, 54),
    (92, 55),
    (92, 56),
    (92, 59),
    (92, 78),
    (92, 148),
    (92, 149),
    (93, 24),
    (93, 26),
    (93, 53),
    (93, 55),
    (93, 56),
    (93, 60),
    (93, 78),
    (93, 148),
    (93, 149),
    (94, 24),
    (94, 26),
    (94, 33),
    (94, 53),
    (94, 56),
    (94, 78),
    (94, 148),
    (94, 149),
    (95, 26),
    (95, 53),
    (95, 56),
    (95, 78),
    (95, 139),
    (95, 148),
    (95, 149),
    (95, 150),
    (95, 151),
    (96, 21),
    (96, 152),
    (97, 21),
    (97, 53),
    (97, 66),
    (97, 78),
    (97, 85),
    (97, 131),
    (97, 153),
    (98, 21),
    (98, 53),
    (98, 78),
    (98, 85),
    (98, 153),
    (98, 154),
    (99, 21),
    (99, 24),
    (99, 39),
    (99, 53),
    (99, 78),
    (99, 85),
    (99, 153),
    (99, 155),
    (100, 21),
    (100, 53),
    (100, 55),
    (100, 78),
    (100, 85),
    (100, 153),
    (100, 156),
    (101, 21),
    (101, 53),
    (101, 78),
    (101, 85),
    (101, 134),
    (101, 153),
    (101, 157),
    (102, 21),
    (102, 53),
    (102, 78),
    (102, 85),
    (102, 139),
    (102, 150),
    (102, 153),
    (103, 21),
    (103, 36),
    (103, 38),
    (103, 53),
    (103, 78),
    (103, 85),
    (103, 119),
    (103, 153),
    (104, 21),
    (104, 38),
    (104, 81),
    (104, 119),
    (104, 158),
    (105, 21),
    (105, 24),
    (105, 33),
    (105, 55),
    (105, 81),
    (105, 158),
    (106, 21),
    (106, 81),
    (106, 134),
    (106, 157),
    (106, 158),
    (107, 21),
    (107, 81),
    (107, 83),
    (107, 158),
    (108, 21),
    (108, 66),
    (108, 81),
    (108, 158),
    (109, 21),
    (109, 26),
    (109, 59),
    (109, 81),
    (109, 87),
    (109, 158),
    (110, 21),
    (110, 24),
    (110, 26),
    (110, 35),
    (110, 81),
    (110, 158),
    (110, 159),
    (111, 21),
    (111, 38),
    (111, 81),
    (111, 119),
    (111, 158),
    (111, 159),
    (112, 21),
    (112, 24),
    (112, 33),
    (112, 55),
    (112, 81),
    (112, 158),
    (112, 159),
    (113, 21),
    (113, 81),
    (113, 83),
    (113, 158),
    (113, 159),
    (114, 21),
    (114, 50),
    (114, 86),
    (114, 148),
    (114, 149),
    (114, 160),
    (114, 161),
    (115, 21),
    (115, 50),
    (115, 86),
    (115, 134),
    (115, 148),
    (115, 149),
    (115, 157),
    (115, 160),
    (116, 21),
    (116, 50),
    (116, 83),
    (116, 86),
    (116, 160),
    (117, 21),
    (117, 50),
    (117, 66),
    (117, 86),
    (117, 160),
    (118, 21),
    (118, 50),
    (118, 83),
    (118, 86),
    (118, 160),
    (119, 21),
    (119, 50),
    (119, 86),
    (119, 136),
    (119, 160),
    (119, 162),
    (120, 21),
    (120, 38),
    (120, 50),
    (120, 86),
    (120, 119),
    (120, 160),
    (121, 21),
    (121, 50),
    (121, 86),
    (121, 134),
    (121, 157),
    (121, 160),
    (122, 21),
    (122, 50),
    (122, 86),
    (122, 139),
    (122, 150),
    (122, 160),
    (123, 21),
    (123, 50),
    (123, 86),
    (123, 160),
    (123, 163),
    (123, 164),
    (124, 142),
    (124, 145),
    (124, 165),
    (124, 166),
    (124, 167),
    (124, 168),
    (125, 59),
    (125, 169),
    (125, 170),
    (125, 171),
    (125, 172),
    (126, 24),
    (126, 38),
    (126, 169),
    (126, 170),
    (126, 171),
    (126, 172),
    (127, 84),
    (127, 173),
    (127, 174),
    (127, 175),
    (127, 176),
    (127, 177),
    (127, 178),
    (128, 84),
    (128, 173),
    (128, 174),
    (128, 175),
    (128, 176),
    (128, 177),
    (128, 178),
    (129, 50),
    (129, 179),
    (130, 50),
    (130, 179),
    (131, 50),
    (131, 179),
    (132, 50),
    (132, 179),
    (133, 50),
    (133, 180),
    (133, 181),
    (134, 22),
    (134, 85),
    (134, 154),
    (134, 182),
    (135, 22),
    (135, 85),
    (135, 182),
    (135, 183),
    (135, 184),
    (136, 22),
    (136, 36),
    (136, 38),
    (136, 85),
    (136, 118),
    (136, 182),
    (137, 22),
    (137, 85),
    (137, 136),
    (137, 182),
    (137, 185),
    (137, 186),
    (138, 25),
    (138, 53),
    (138, 78),
    (138, 135),
    (138, 136),
    (138, 137),
    (139, 24),
    (139, 33),
    (139, 53),
    (139, 78),
    (139, 137),
    (140, 36),
    (140, 38),
    (140, 53),
    (140, 78),
    (140, 118),
    (140, 137),
    (141, 24),
    (141, 33),
    (141, 53),
    (141, 78),
    (141, 137),
    (141, 188),
    (142, 26),
    (142, 53),
    (142, 54),
    (142, 55),
    (142, 56),
    (142, 59),
    (142, 78),
    (142, 189),
    (143, 25),
    (143, 26),
    (143, 53),
    (143, 56),
    (143, 78),
    (143, 135),
    (143, 136),
    (143, 189),
    (144, 53),
    (144, 78),
    (144, 85),
    (144, 153),
    (144, 154),
    (144, 182),
    (145, 36),
    (145, 38),
    (145, 53),
    (145, 78),
    (145, 85),
    (145, 119),
    (145, 153),
    (145, 182),
    (146, 53),
    (146, 55),
    (146, 78),
    (146, 85),
    (146, 153),
    (146, 182),
    (146, 190),
    (147, 53),
    (147, 78),
    (147, 85),
    (147, 139),
    (147, 150),
    (147, 153),
    (147, 182),
    (148, 38),
    (148, 81),
    (148, 119),
    (148, 158),
    (148, 182),
    (149, 81),
    (149, 83),
    (149, 158),
    (149, 182),
    (150, 38),
    (150, 81),
    (150, 119),
    (150, 158),
    (150, 159),
    (150, 182),
    (151, 50),
    (151, 83),
    (151, 86),
    (151, 160),
    (151, 182),
    (151, 191),
    (152, 50),
    (152, 66),
    (152, 86),
    (152, 160),
    (152, 182),
    (152, 191),
    (153, 50),
    (153, 86),
    (153, 136),
    (153, 160),
    (153, 162),
    (153, 182),
    (153, 191),
    (154, 38),
    (154, 50),
    (154, 86),
    (154, 119),
    (154, 160),
    (154, 182),
    (154, 191),
    (155, 50),
    (155, 86),
    (155, 139),
    (155, 150),
    (155, 160),
    (155, 182),
    (155, 191),
    (156, 50),
    (156, 86),
    (156, 134),
    (156, 157),
    (156, 160),
    (156, 182),
    (156, 191),
    (157, 192),
    (157, 193),
    (157, 194),
    (157, 195);

-- product_avatars
INSERT INTO
    `product_avatars` (
        `prod_id_fk`,
        `avatar_order`,
        `src`,
        `thumbnail`
    )
VALUES (
        1,
        1,
        'images/products/avatars/cat/supplies/prod_0001_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_01_thumbnail.jpg'
    ),
    (
        1,
        2,
        'images/products/avatars/cat/supplies/prod_0001_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_02_thumbnail.jpg'
    ),
    (
        1,
        3,
        'images/products/avatars/cat/supplies/prod_0001_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_03_thumbnail.jpg'
    ),
    (
        1,
        4,
        'images/products/avatars/cat/supplies/prod_0001_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_04_thumbnail.jpg'
    ),
    (
        1,
        5,
        'images/products/avatars/cat/supplies/prod_0001_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_05_thumbnail.jpg'
    ),
    (
        1,
        6,
        'images/products/avatars/cat/supplies/prod_0001_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_06_thumbnail.jpg'
    ),
    (
        1,
        7,
        'images/products/avatars/cat/supplies/prod_0001_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_07_thumbnail.jpg'
    ),
    (
        1,
        8,
        'images/products/avatars/cat/supplies/prod_0001_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_08_thumbnail.jpg'
    ),
    (
        1,
        9,
        'images/products/avatars/cat/supplies/prod_0001_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_09_thumbnail.jpg'
    ),
    (
        1,
        10,
        'images/products/avatars/cat/supplies/prod_0001_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_10_thumbnail.jpg'
    ),
    (
        1,
        11,
        'images/products/avatars/cat/supplies/prod_0001_11_src.jpg',
        'images/products/avatars/cat/supplies/prod_0001_11_thumbnail.jpg'
    ),
    (
        2,
        1,
        'images/products/avatars/cat/supplies/prod_0002_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_01_thumbnail.jpg'
    ),
    (
        2,
        2,
        'images/products/avatars/cat/supplies/prod_0002_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_02_thumbnail.jpg'
    ),
    (
        2,
        3,
        'images/products/avatars/cat/supplies/prod_0002_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_03_thumbnail.jpg'
    ),
    (
        2,
        4,
        'images/products/avatars/cat/supplies/prod_0002_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_04_thumbnail.jpg'
    ),
    (
        2,
        5,
        'images/products/avatars/cat/supplies/prod_0002_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_05_thumbnail.jpg'
    ),
    (
        2,
        6,
        'images/products/avatars/cat/supplies/prod_0002_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_06_thumbnail.jpg'
    ),
    (
        2,
        7,
        'images/products/avatars/cat/supplies/prod_0002_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_07_thumbnail.jpg'
    ),
    (
        2,
        8,
        'images/products/avatars/cat/supplies/prod_0002_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_08_thumbnail.jpg'
    ),
    (
        2,
        9,
        'images/products/avatars/cat/supplies/prod_0002_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_09_thumbnail.jpg'
    ),
    (
        2,
        10,
        'images/products/avatars/cat/supplies/prod_0002_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_10_thumbnail.jpg'
    ),
    (
        2,
        11,
        'images/products/avatars/cat/supplies/prod_0002_11_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_11_thumbnail.jpg'
    ),
    (
        2,
        12,
        'images/products/avatars/cat/supplies/prod_0002_12_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_12_thumbnail.jpg'
    ),
    (
        2,
        13,
        'images/products/avatars/cat/supplies/prod_0002_13_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_13_thumbnail.jpg'
    ),
    (
        2,
        14,
        'images/products/avatars/cat/supplies/prod_0002_14_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_14_thumbnail.jpg'
    ),
    (
        2,
        15,
        'images/products/avatars/cat/supplies/prod_0002_15_src.jpg',
        'images/products/avatars/cat/supplies/prod_0002_15_thumbnail.jpg'
    ),
    (
        3,
        1,
        'images/products/avatars/cat/supplies/prod_0003_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_01_thumbnail.jpg'
    ),
    (
        3,
        2,
        'images/products/avatars/cat/supplies/prod_0003_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_02_thumbnail.jpg'
    ),
    (
        3,
        3,
        'images/products/avatars/cat/supplies/prod_0003_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_03_thumbnail.jpg'
    ),
    (
        3,
        4,
        'images/products/avatars/cat/supplies/prod_0003_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_04_thumbnail.jpg'
    ),
    (
        3,
        5,
        'images/products/avatars/cat/supplies/prod_0003_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_05_thumbnail.jpg'
    ),
    (
        3,
        6,
        'images/products/avatars/cat/supplies/prod_0003_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_06_thumbnail.jpg'
    ),
    (
        3,
        7,
        'images/products/avatars/cat/supplies/prod_0003_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_07_thumbnail.jpg'
    ),
    (
        3,
        8,
        'images/products/avatars/cat/supplies/prod_0003_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_08_thumbnail.jpg'
    ),
    (
        3,
        9,
        'images/products/avatars/cat/supplies/prod_0003_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0003_09_thumbnail.jpg'
    ),
    (
        4,
        1,
        'images/products/avatars/cat/main-food/prod_0004_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_01_thumbnail.jpg'
    ),
    (
        4,
        2,
        'images/products/avatars/cat/main-food/prod_0004_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_02_thumbnail.jpg'
    ),
    (
        4,
        3,
        'images/products/avatars/cat/main-food/prod_0004_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_03_thumbnail.jpg'
    ),
    (
        4,
        4,
        'images/products/avatars/cat/main-food/prod_0004_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_04_thumbnail.jpg'
    ),
    (
        4,
        5,
        'images/products/avatars/cat/main-food/prod_0004_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_05_thumbnail.jpg'
    ),
    (
        4,
        6,
        'images/products/avatars/cat/main-food/prod_0004_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_06_thumbnail.jpg'
    ),
    (
        4,
        7,
        'images/products/avatars/cat/main-food/prod_0004_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_07_thumbnail.jpg'
    ),
    (
        4,
        8,
        'images/products/avatars/cat/main-food/prod_0004_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_08_thumbnail.jpg'
    ),
    (
        4,
        9,
        'images/products/avatars/cat/main-food/prod_0004_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_09_thumbnail.jpg'
    ),
    (
        4,
        10,
        'images/products/avatars/cat/main-food/prod_0004_10_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_10_thumbnail.jpg'
    ),
    (
        4,
        11,
        'images/products/avatars/cat/main-food/prod_0004_11_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_11_thumbnail.jpg'
    ),
    (
        4,
        12,
        'images/products/avatars/cat/main-food/prod_0004_12_src.jpg',
        'images/products/avatars/cat/main-food/prod_0004_12_thumbnail.jpg'
    ),
    (
        5,
        1,
        'images/products/avatars/cat/supplies/prod_0005_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_01_thumbnail.jpg'
    ),
    (
        5,
        2,
        'images/products/avatars/cat/supplies/prod_0005_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_02_thumbnail.jpg'
    ),
    (
        5,
        3,
        'images/products/avatars/cat/supplies/prod_0005_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_03_thumbnail.jpg'
    ),
    (
        5,
        4,
        'images/products/avatars/cat/supplies/prod_0005_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_04_thumbnail.jpg'
    ),
    (
        5,
        5,
        'images/products/avatars/cat/supplies/prod_0005_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_05_thumbnail.jpg'
    ),
    (
        5,
        6,
        'images/products/avatars/cat/supplies/prod_0005_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_06_thumbnail.jpg'
    ),
    (
        5,
        7,
        'images/products/avatars/cat/supplies/prod_0005_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_07_thumbnail.jpg'
    ),
    (
        5,
        8,
        'images/products/avatars/cat/supplies/prod_0005_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_08_thumbnail.jpg'
    ),
    (
        5,
        9,
        'images/products/avatars/cat/supplies/prod_0005_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_09_thumbnail.jpg'
    ),
    (
        5,
        10,
        'images/products/avatars/cat/supplies/prod_0005_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0005_10_thumbnail.jpg'
    ),
    (
        6,
        1,
        'images/products/avatars/cat/supplies/prod_0006_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_01_thumbnail.jpg'
    ),
    (
        6,
        2,
        'images/products/avatars/cat/supplies/prod_0006_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_02_thumbnail.jpg'
    ),
    (
        6,
        3,
        'images/products/avatars/cat/supplies/prod_0006_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_03_thumbnail.jpg'
    ),
    (
        6,
        4,
        'images/products/avatars/cat/supplies/prod_0006_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_04_thumbnail.jpg'
    ),
    (
        6,
        5,
        'images/products/avatars/cat/supplies/prod_0006_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_05_thumbnail.jpg'
    ),
    (
        6,
        6,
        'images/products/avatars/cat/supplies/prod_0006_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_06_thumbnail.jpg'
    ),
    (
        6,
        7,
        'images/products/avatars/cat/supplies/prod_0006_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_07_thumbnail.jpg'
    ),
    (
        6,
        8,
        'images/products/avatars/cat/supplies/prod_0006_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_08_thumbnail.jpg'
    ),
    (
        6,
        9,
        'images/products/avatars/cat/supplies/prod_0006_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_09_thumbnail.jpg'
    ),
    (
        6,
        10,
        'images/products/avatars/cat/supplies/prod_0006_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_10_thumbnail.jpg'
    ),
    (
        6,
        11,
        'images/products/avatars/cat/supplies/prod_0006_11_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_11_thumbnail.jpg'
    ),
    (
        6,
        12,
        'images/products/avatars/cat/supplies/prod_0006_12_src.jpg',
        'images/products/avatars/cat/supplies/prod_0006_12_thumbnail.jpg'
    ),
    (
        7,
        1,
        'images/products/avatars/cat/supplies/prod_0007_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0007_01_thumbnail.jpg'
    ),
    (
        7,
        2,
        'images/products/avatars/cat/supplies/prod_0007_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0007_02_thumbnail.jpg'
    ),
    (
        7,
        3,
        'images/products/avatars/cat/supplies/prod_0007_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0007_03_thumbnail.jpg'
    ),
    (
        7,
        4,
        'images/products/avatars/cat/supplies/prod_0007_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0007_04_thumbnail.jpg'
    ),
    (
        7,
        5,
        'images/products/avatars/cat/supplies/prod_0007_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0007_05_thumbnail.jpg'
    ),
    (
        7,
        6,
        'images/products/avatars/cat/supplies/prod_0007_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0007_06_thumbnail.jpg'
    ),
    (
        8,
        1,
        'images/products/avatars/cat/main-food/prod_0008_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_01_thumbnail.jpg'
    ),
    (
        8,
        2,
        'images/products/avatars/cat/main-food/prod_0008_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_02_thumbnail.jpg'
    ),
    (
        8,
        3,
        'images/products/avatars/cat/main-food/prod_0008_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_03_thumbnail.jpg'
    ),
    (
        8,
        4,
        'images/products/avatars/cat/main-food/prod_0008_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_04_thumbnail.jpg'
    ),
    (
        8,
        5,
        'images/products/avatars/cat/main-food/prod_0008_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_05_thumbnail.jpg'
    ),
    (
        8,
        6,
        'images/products/avatars/cat/main-food/prod_0008_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_06_thumbnail.jpg'
    ),
    (
        8,
        7,
        'images/products/avatars/cat/main-food/prod_0008_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_07_thumbnail.jpg'
    ),
    (
        8,
        8,
        'images/products/avatars/cat/main-food/prod_0008_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_08_thumbnail.jpg'
    ),
    (
        8,
        9,
        'images/products/avatars/cat/main-food/prod_0008_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0008_09_thumbnail.jpg'
    ),
    (
        9,
        1,
        'images/products/avatars/cat/supplies/prod_0009_01_src.png',
        'images/products/avatars/cat/supplies/prod_0009_01_thumbnail.png'
    ),
    (
        9,
        2,
        'images/products/avatars/cat/supplies/prod_0009_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0009_02_thumbnail.jpg'
    ),
    (
        9,
        3,
        'images/products/avatars/cat/supplies/prod_0009_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0009_03_thumbnail.jpg'
    ),
    (
        9,
        4,
        'images/products/avatars/cat/supplies/prod_0009_04_src.png',
        'images/products/avatars/cat/supplies/prod_0009_04_thumbnail.png'
    ),
    (
        9,
        5,
        'images/products/avatars/cat/supplies/prod_0009_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0009_05_thumbnail.jpg'
    ),
    (
        9,
        6,
        'images/products/avatars/cat/supplies/prod_0009_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0009_06_thumbnail.jpg'
    ),
    (
        10,
        1,
        'images/products/avatars/cat/main-food/prod_0010_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_01_thumbnail.jpg'
    ),
    (
        10,
        2,
        'images/products/avatars/cat/main-food/prod_0010_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_02_thumbnail.jpg'
    ),
    (
        10,
        3,
        'images/products/avatars/cat/main-food/prod_0010_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_03_thumbnail.jpg'
    ),
    (
        10,
        4,
        'images/products/avatars/cat/main-food/prod_0010_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_04_thumbnail.jpg'
    ),
    (
        10,
        5,
        'images/products/avatars/cat/main-food/prod_0010_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_05_thumbnail.jpg'
    ),
    (
        10,
        6,
        'images/products/avatars/cat/main-food/prod_0010_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_06_thumbnail.jpg'
    ),
    (
        10,
        7,
        'images/products/avatars/cat/main-food/prod_0010_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_07_thumbnail.jpg'
    ),
    (
        10,
        8,
        'images/products/avatars/cat/main-food/prod_0010_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_08_thumbnail.jpg'
    ),
    (
        10,
        9,
        'images/products/avatars/cat/main-food/prod_0010_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_09_thumbnail.jpg'
    ),
    (
        10,
        10,
        'images/products/avatars/cat/main-food/prod_0010_10_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_10_thumbnail.jpg'
    ),
    (
        10,
        11,
        'images/products/avatars/cat/main-food/prod_0010_11_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_11_thumbnail.jpg'
    ),
    (
        10,
        12,
        'images/products/avatars/cat/main-food/prod_0010_12_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_12_thumbnail.jpg'
    ),
    (
        10,
        13,
        'images/products/avatars/cat/main-food/prod_0010_13_src.jpg',
        'images/products/avatars/cat/main-food/prod_0010_13_thumbnail.jpg'
    ),
    (
        11,
        1,
        'images/products/avatars/cat/main-food/prod_0011_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_01_thumbnail.jpg'
    ),
    (
        11,
        2,
        'images/products/avatars/cat/main-food/prod_0011_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_02_thumbnail.jpg'
    ),
    (
        11,
        3,
        'images/products/avatars/cat/main-food/prod_0011_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_03_thumbnail.jpg'
    ),
    (
        11,
        4,
        'images/products/avatars/cat/main-food/prod_0011_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_04_thumbnail.jpg'
    ),
    (
        11,
        5,
        'images/products/avatars/cat/main-food/prod_0011_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_05_thumbnail.jpg'
    ),
    (
        11,
        6,
        'images/products/avatars/cat/main-food/prod_0011_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_06_thumbnail.jpg'
    ),
    (
        11,
        7,
        'images/products/avatars/cat/main-food/prod_0011_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_07_thumbnail.jpg'
    ),
    (
        11,
        8,
        'images/products/avatars/cat/main-food/prod_0011_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_08_thumbnail.jpg'
    ),
    (
        11,
        9,
        'images/products/avatars/cat/main-food/prod_0011_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0011_09_thumbnail.jpg'
    ),
    (
        12,
        1,
        'images/products/avatars/cat/supplies/prod_0012_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_01_thumbnail.jpg'
    ),
    (
        12,
        2,
        'images/products/avatars/cat/supplies/prod_0012_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_02_thumbnail.jpg'
    ),
    (
        12,
        3,
        'images/products/avatars/cat/supplies/prod_0012_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_03_thumbnail.jpg'
    ),
    (
        12,
        4,
        'images/products/avatars/cat/supplies/prod_0012_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_04_thumbnail.jpg'
    ),
    (
        12,
        5,
        'images/products/avatars/cat/supplies/prod_0012_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_05_thumbnail.jpg'
    ),
    (
        12,
        6,
        'images/products/avatars/cat/supplies/prod_0012_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_06_thumbnail.jpg'
    ),
    (
        12,
        7,
        'images/products/avatars/cat/supplies/prod_0012_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_07_thumbnail.jpg'
    ),
    (
        12,
        8,
        'images/products/avatars/cat/supplies/prod_0012_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_08_thumbnail.jpg'
    ),
    (
        12,
        9,
        'images/products/avatars/cat/supplies/prod_0012_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_09_thumbnail.jpg'
    ),
    (
        12,
        10,
        'images/products/avatars/cat/supplies/prod_0012_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_10_thumbnail.jpg'
    ),
    (
        12,
        11,
        'images/products/avatars/cat/supplies/prod_0012_11_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_11_thumbnail.jpg'
    ),
    (
        12,
        12,
        'images/products/avatars/cat/supplies/prod_0012_12_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_12_thumbnail.jpg'
    ),
    (
        12,
        13,
        'images/products/avatars/cat/supplies/prod_0012_13_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_13_thumbnail.jpg'
    ),
    (
        12,
        14,
        'images/products/avatars/cat/supplies/prod_0012_14_src.jpg',
        'images/products/avatars/cat/supplies/prod_0012_14_thumbnail.jpg'
    ),
    (
        13,
        1,
        'images/products/avatars/cat/supplies/prod_0013_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0013_01_thumbnail.jpg'
    ),
    (
        13,
        2,
        'images/products/avatars/cat/supplies/prod_0013_02_src.png',
        'images/products/avatars/cat/supplies/prod_0013_02_thumbnail.png'
    ),
    (
        13,
        3,
        'images/products/avatars/cat/supplies/prod_0013_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0013_03_thumbnail.jpg'
    ),
    (
        13,
        4,
        'images/products/avatars/cat/supplies/prod_0013_04_src.png',
        'images/products/avatars/cat/supplies/prod_0013_04_thumbnail.png'
    ),
    (
        14,
        1,
        'images/products/avatars/cat/supplies/prod_0014_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_01_thumbnail.jpg'
    ),
    (
        14,
        2,
        'images/products/avatars/cat/supplies/prod_0014_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_02_thumbnail.jpg'
    ),
    (
        14,
        3,
        'images/products/avatars/cat/supplies/prod_0014_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_03_thumbnail.jpg'
    ),
    (
        14,
        4,
        'images/products/avatars/cat/supplies/prod_0014_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_04_thumbnail.jpg'
    ),
    (
        14,
        5,
        'images/products/avatars/cat/supplies/prod_0014_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_05_thumbnail.jpg'
    ),
    (
        14,
        6,
        'images/products/avatars/cat/supplies/prod_0014_06_src.png',
        'images/products/avatars/cat/supplies/prod_0014_06_thumbnail.png'
    ),
    (
        14,
        7,
        'images/products/avatars/cat/supplies/prod_0014_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_07_thumbnail.jpg'
    ),
    (
        14,
        8,
        'images/products/avatars/cat/supplies/prod_0014_08_src.png',
        'images/products/avatars/cat/supplies/prod_0014_08_thumbnail.png'
    ),
    (
        14,
        9,
        'images/products/avatars/cat/supplies/prod_0014_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_09_thumbnail.jpg'
    ),
    (
        14,
        10,
        'images/products/avatars/cat/supplies/prod_0014_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_10_thumbnail.jpg'
    ),
    (
        14,
        11,
        'images/products/avatars/cat/supplies/prod_0014_11_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_11_thumbnail.jpg'
    ),
    (
        14,
        12,
        'images/products/avatars/cat/supplies/prod_0014_12_src.jpg',
        'images/products/avatars/cat/supplies/prod_0014_12_thumbnail.jpg'
    ),
    (
        15,
        1,
        'images/products/avatars/cat/supplement/prod_0015_01_src.jpg',
        'images/products/avatars/cat/supplement/prod_0015_01_thumbnail.jpg'
    ),
    (
        15,
        2,
        'images/products/avatars/cat/supplement/prod_0015_02_src.jpg',
        'images/products/avatars/cat/supplement/prod_0015_02_thumbnail.jpg'
    ),
    (
        15,
        3,
        'images/products/avatars/cat/supplement/prod_0015_03_src.png',
        'images/products/avatars/cat/supplement/prod_0015_03_thumbnail.png'
    ),
    (
        15,
        4,
        'images/products/avatars/cat/supplement/prod_0015_04_src.jpg',
        'images/products/avatars/cat/supplement/prod_0015_04_thumbnail.jpg'
    ),
    (
        15,
        5,
        'images/products/avatars/cat/supplement/prod_0015_05_src.jpg',
        'images/products/avatars/cat/supplement/prod_0015_05_thumbnail.jpg'
    ),
    (
        15,
        6,
        'images/products/avatars/cat/supplement/prod_0015_06_src.png',
        'images/products/avatars/cat/supplement/prod_0015_06_thumbnail.png'
    ),
    (
        15,
        7,
        'images/products/avatars/cat/supplement/prod_0015_07_src.png',
        'images/products/avatars/cat/supplement/prod_0015_07_thumbnail.png'
    ),
    (
        15,
        8,
        'images/products/avatars/cat/supplement/prod_0015_08_src.png',
        'images/products/avatars/cat/supplement/prod_0015_08_thumbnail.png'
    ),
    (
        15,
        9,
        'images/products/avatars/cat/supplement/prod_0015_09_src.jpg',
        'images/products/avatars/cat/supplement/prod_0015_09_thumbnail.jpg'
    ),
    (
        15,
        10,
        'images/products/avatars/cat/supplement/prod_0015_10_src.jpg',
        'images/products/avatars/cat/supplement/prod_0015_10_thumbnail.jpg'
    ),
    (
        15,
        11,
        'images/products/avatars/cat/supplement/prod_0015_11_src.jpg',
        'images/products/avatars/cat/supplement/prod_0015_11_thumbnail.jpg'
    ),
    (
        16,
        1,
        'images/products/avatars/cat/supplies/prod_0016_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_01_thumbnail.jpg'
    ),
    (
        16,
        2,
        'images/products/avatars/cat/supplies/prod_0016_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_02_thumbnail.jpg'
    ),
    (
        16,
        3,
        'images/products/avatars/cat/supplies/prod_0016_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_03_thumbnail.jpg'
    ),
    (
        16,
        4,
        'images/products/avatars/cat/supplies/prod_0016_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_04_thumbnail.jpg'
    ),
    (
        16,
        5,
        'images/products/avatars/cat/supplies/prod_0016_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_05_thumbnail.jpg'
    ),
    (
        16,
        6,
        'images/products/avatars/cat/supplies/prod_0016_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_06_thumbnail.jpg'
    ),
    (
        16,
        7,
        'images/products/avatars/cat/supplies/prod_0016_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_07_thumbnail.jpg'
    ),
    (
        16,
        8,
        'images/products/avatars/cat/supplies/prod_0016_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_08_thumbnail.jpg'
    ),
    (
        16,
        9,
        'images/products/avatars/cat/supplies/prod_0016_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_09_thumbnail.jpg'
    ),
    (
        16,
        10,
        'images/products/avatars/cat/supplies/prod_0016_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_10_thumbnail.jpg'
    ),
    (
        16,
        11,
        'images/products/avatars/cat/supplies/prod_0016_11_src.png',
        'images/products/avatars/cat/supplies/prod_0016_11_thumbnail.png'
    ),
    (
        16,
        12,
        'images/products/avatars/cat/supplies/prod_0016_12_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_12_thumbnail.jpg'
    ),
    (
        16,
        13,
        'images/products/avatars/cat/supplies/prod_0016_13_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_13_thumbnail.jpg'
    ),
    (
        16,
        14,
        'images/products/avatars/cat/supplies/prod_0016_14_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_14_thumbnail.jpg'
    ),
    (
        16,
        15,
        'images/products/avatars/cat/supplies/prod_0016_15_src.jpg',
        'images/products/avatars/cat/supplies/prod_0016_15_thumbnail.jpg'
    ),
    (
        17,
        1,
        'images/products/avatars/cat/supplies/prod_0017_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_01_thumbnail.jpg'
    ),
    (
        17,
        2,
        'images/products/avatars/cat/supplies/prod_0017_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_02_thumbnail.jpg'
    ),
    (
        17,
        3,
        'images/products/avatars/cat/supplies/prod_0017_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_03_thumbnail.jpg'
    ),
    (
        17,
        4,
        'images/products/avatars/cat/supplies/prod_0017_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_04_thumbnail.jpg'
    ),
    (
        17,
        5,
        'images/products/avatars/cat/supplies/prod_0017_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_05_thumbnail.jpg'
    ),
    (
        17,
        6,
        'images/products/avatars/cat/supplies/prod_0017_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_06_thumbnail.jpg'
    ),
    (
        17,
        7,
        'images/products/avatars/cat/supplies/prod_0017_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_07_thumbnail.jpg'
    ),
    (
        17,
        8,
        'images/products/avatars/cat/supplies/prod_0017_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0017_08_thumbnail.jpg'
    ),
    (
        18,
        1,
        'images/products/avatars/cat/supplies/prod_0018_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_01_thumbnail.jpg'
    ),
    (
        18,
        2,
        'images/products/avatars/cat/supplies/prod_0018_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_02_thumbnail.jpg'
    ),
    (
        18,
        3,
        'images/products/avatars/cat/supplies/prod_0018_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_03_thumbnail.jpg'
    ),
    (
        18,
        4,
        'images/products/avatars/cat/supplies/prod_0018_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_04_thumbnail.jpg'
    ),
    (
        18,
        5,
        'images/products/avatars/cat/supplies/prod_0018_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_05_thumbnail.jpg'
    ),
    (
        18,
        6,
        'images/products/avatars/cat/supplies/prod_0018_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_06_thumbnail.jpg'
    ),
    (
        18,
        7,
        'images/products/avatars/cat/supplies/prod_0018_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_07_thumbnail.jpg'
    ),
    (
        18,
        8,
        'images/products/avatars/cat/supplies/prod_0018_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0018_08_thumbnail.jpg'
    ),
    (
        19,
        1,
        'images/products/avatars/cat/supplies/prod_0019_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0019_01_thumbnail.jpg'
    ),
    (
        19,
        2,
        'images/products/avatars/cat/supplies/prod_0019_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0019_02_thumbnail.jpg'
    ),
    (
        19,
        3,
        'images/products/avatars/cat/supplies/prod_0019_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0019_03_thumbnail.jpg'
    ),
    (
        19,
        4,
        'images/products/avatars/cat/supplies/prod_0019_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0019_04_thumbnail.jpg'
    ),
    (
        19,
        5,
        'images/products/avatars/cat/supplies/prod_0019_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0019_05_thumbnail.jpg'
    ),
    (
        19,
        6,
        'images/products/avatars/cat/supplies/prod_0019_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0019_06_thumbnail.jpg'
    ),
    (
        20,
        1,
        'images/products/avatars/cat/supplies/prod_0020_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_01_thumbnail.jpg'
    ),
    (
        20,
        2,
        'images/products/avatars/cat/supplies/prod_0020_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_02_thumbnail.jpg'
    ),
    (
        20,
        3,
        'images/products/avatars/cat/supplies/prod_0020_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_03_thumbnail.jpg'
    ),
    (
        20,
        4,
        'images/products/avatars/cat/supplies/prod_0020_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_04_thumbnail.jpg'
    ),
    (
        20,
        5,
        'images/products/avatars/cat/supplies/prod_0020_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_05_thumbnail.jpg'
    ),
    (
        20,
        6,
        'images/products/avatars/cat/supplies/prod_0020_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_06_thumbnail.jpg'
    ),
    (
        20,
        7,
        'images/products/avatars/cat/supplies/prod_0020_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_07_thumbnail.jpg'
    ),
    (
        20,
        8,
        'images/products/avatars/cat/supplies/prod_0020_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0020_08_thumbnail.jpg'
    ),
    (
        21,
        1,
        'images/products/avatars/cat/supplies/prod_0021_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0021_01_thumbnail.jpg'
    ),
    (
        21,
        2,
        'images/products/avatars/cat/supplies/prod_0021_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0021_02_thumbnail.jpg'
    ),
    (
        21,
        3,
        'images/products/avatars/cat/supplies/prod_0021_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0021_03_thumbnail.jpg'
    ),
    (
        21,
        4,
        'images/products/avatars/cat/supplies/prod_0021_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0021_04_thumbnail.jpg'
    ),
    (
        21,
        5,
        'images/products/avatars/cat/supplies/prod_0021_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0021_05_thumbnail.jpg'
    ),
    (
        21,
        6,
        'images/products/avatars/cat/supplies/prod_0021_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0021_06_thumbnail.jpg'
    ),
    (
        21,
        7,
        'images/products/avatars/cat/supplies/prod_0021_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0021_07_thumbnail.jpg'
    ),
    (
        22,
        1,
        'images/products/avatars/cat/supplies/prod_0022_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_01_thumbnail.jpg'
    ),
    (
        22,
        2,
        'images/products/avatars/cat/supplies/prod_0022_02_src.png',
        'images/products/avatars/cat/supplies/prod_0022_02_thumbnail.png'
    ),
    (
        22,
        3,
        'images/products/avatars/cat/supplies/prod_0022_03_src.png',
        'images/products/avatars/cat/supplies/prod_0022_03_thumbnail.png'
    ),
    (
        22,
        4,
        'images/products/avatars/cat/supplies/prod_0022_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_04_thumbnail.jpg'
    ),
    (
        22,
        5,
        'images/products/avatars/cat/supplies/prod_0022_05_src.png',
        'images/products/avatars/cat/supplies/prod_0022_05_thumbnail.png'
    ),
    (
        22,
        6,
        'images/products/avatars/cat/supplies/prod_0022_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_06_thumbnail.jpg'
    ),
    (
        22,
        7,
        'images/products/avatars/cat/supplies/prod_0022_07_src.png',
        'images/products/avatars/cat/supplies/prod_0022_07_thumbnail.png'
    ),
    (
        22,
        8,
        'images/products/avatars/cat/supplies/prod_0022_08_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_08_thumbnail.jpg'
    ),
    (
        22,
        9,
        'images/products/avatars/cat/supplies/prod_0022_09_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_09_thumbnail.jpg'
    ),
    (
        22,
        10,
        'images/products/avatars/cat/supplies/prod_0022_10_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_10_thumbnail.jpg'
    ),
    (
        22,
        11,
        'images/products/avatars/cat/supplies/prod_0022_11_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_11_thumbnail.jpg'
    ),
    (
        22,
        12,
        'images/products/avatars/cat/supplies/prod_0022_12_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_12_thumbnail.jpg'
    ),
    (
        22,
        13,
        'images/products/avatars/cat/supplies/prod_0022_13_src.jpg',
        'images/products/avatars/cat/supplies/prod_0022_13_thumbnail.jpg'
    ),
    (
        23,
        1,
        'images/products/avatars/cat/supplies/prod_0023_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0023_01_thumbnail.jpg'
    ),
    (
        23,
        2,
        'images/products/avatars/cat/supplies/prod_0023_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0023_02_thumbnail.jpg'
    ),
    (
        23,
        3,
        'images/products/avatars/cat/supplies/prod_0023_03_src.jpg',
        'images/products/avatars/cat/supplies/prod_0023_03_thumbnail.jpg'
    ),
    (
        23,
        4,
        'images/products/avatars/cat/supplies/prod_0023_04_src.jpg',
        'images/products/avatars/cat/supplies/prod_0023_04_thumbnail.jpg'
    ),
    (
        23,
        5,
        'images/products/avatars/cat/supplies/prod_0023_05_src.jpg',
        'images/products/avatars/cat/supplies/prod_0023_05_thumbnail.jpg'
    ),
    (
        23,
        6,
        'images/products/avatars/cat/supplies/prod_0023_06_src.jpg',
        'images/products/avatars/cat/supplies/prod_0023_06_thumbnail.jpg'
    ),
    (
        23,
        7,
        'images/products/avatars/cat/supplies/prod_0023_07_src.jpg',
        'images/products/avatars/cat/supplies/prod_0023_07_thumbnail.jpg'
    ),
    (
        24,
        1,
        'images/products/avatars/cat/main-food/prod_0024_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_01_thumbnail.jpg'
    ),
    (
        24,
        2,
        'images/products/avatars/cat/main-food/prod_0024_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_02_thumbnail.jpg'
    ),
    (
        24,
        3,
        'images/products/avatars/cat/main-food/prod_0024_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_03_thumbnail.jpg'
    ),
    (
        24,
        4,
        'images/products/avatars/cat/main-food/prod_0024_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_04_thumbnail.jpg'
    ),
    (
        24,
        5,
        'images/products/avatars/cat/main-food/prod_0024_05_src.png',
        'images/products/avatars/cat/main-food/prod_0024_05_thumbnail.png'
    ),
    (
        24,
        6,
        'images/products/avatars/cat/main-food/prod_0024_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_06_thumbnail.jpg'
    ),
    (
        24,
        7,
        'images/products/avatars/cat/main-food/prod_0024_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_07_thumbnail.jpg'
    ),
    (
        24,
        8,
        'images/products/avatars/cat/main-food/prod_0024_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_08_thumbnail.jpg'
    ),
    (
        24,
        9,
        'images/products/avatars/cat/main-food/prod_0024_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_09_thumbnail.jpg'
    ),
    (
        24,
        10,
        'images/products/avatars/cat/main-food/prod_0024_10_src.jpg',
        'images/products/avatars/cat/main-food/prod_0024_10_thumbnail.jpg'
    ),
    (
        25,
        1,
        'images/products/avatars/cat/supplies/prod_0025_01_src.jpg',
        'images/products/avatars/cat/supplies/prod_0025_01_thumbnail.jpg'
    ),
    (
        25,
        2,
        'images/products/avatars/cat/supplies/prod_0025_02_src.jpg',
        'images/products/avatars/cat/supplies/prod_0025_02_thumbnail.jpg'
    ),
    (
        27,
        1,
        'images/products/avatars/cat/main-food/prod_0027_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0027_01_thumbnail.jpg'
    ),
    (
        27,
        2,
        'images/products/avatars/cat/main-food/prod_0027_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0027_02_thumbnail.jpg'
    ),
    (
        27,
        3,
        'images/products/avatars/cat/main-food/prod_0027_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0027_03_thumbnail.jpg'
    ),
    (
        27,
        4,
        'images/products/avatars/cat/main-food/prod_0027_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0027_04_thumbnail.jpg'
    ),
    (
        27,
        5,
        'images/products/avatars/cat/main-food/prod_0027_05_src.png',
        'images/products/avatars/cat/main-food/prod_0027_05_thumbnail.png'
    ),
    (
        27,
        6,
        'images/products/avatars/cat/main-food/prod_0027_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0027_06_thumbnail.jpg'
    ),
    (
        27,
        7,
        'images/products/avatars/cat/main-food/prod_0027_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0027_07_thumbnail.jpg'
    ),
    (
        27,
        8,
        'images/products/avatars/cat/main-food/prod_0027_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0027_08_thumbnail.jpg'
    ),
    (
        28,
        1,
        'images/products/avatars/cat/main-food/prod_0028_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_01_thumbnail.jpg'
    ),
    (
        28,
        2,
        'images/products/avatars/cat/main-food/prod_0028_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_02_thumbnail.jpg'
    ),
    (
        28,
        3,
        'images/products/avatars/cat/main-food/prod_0028_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_03_thumbnail.jpg'
    ),
    (
        28,
        4,
        'images/products/avatars/cat/main-food/prod_0028_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_04_thumbnail.jpg'
    ),
    (
        28,
        5,
        'images/products/avatars/cat/main-food/prod_0028_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_05_thumbnail.jpg'
    ),
    (
        28,
        6,
        'images/products/avatars/cat/main-food/prod_0028_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_06_thumbnail.jpg'
    ),
    (
        28,
        7,
        'images/products/avatars/cat/main-food/prod_0028_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_07_thumbnail.jpg'
    ),
    (
        28,
        8,
        'images/products/avatars/cat/main-food/prod_0028_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_08_thumbnail.jpg'
    ),
    (
        28,
        9,
        'images/products/avatars/cat/main-food/prod_0028_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_09_thumbnail.jpg'
    ),
    (
        28,
        10,
        'images/products/avatars/cat/main-food/prod_0028_10_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_10_thumbnail.jpg'
    ),
    (
        28,
        11,
        'images/products/avatars/cat/main-food/prod_0028_11_src.jpg',
        'images/products/avatars/cat/main-food/prod_0028_11_thumbnail.jpg'
    ),
    (
        29,
        1,
        'images/products/avatars/cat/main-food/prod_0029_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0029_01_thumbnail.jpg'
    ),
    (
        29,
        2,
        'images/products/avatars/cat/main-food/prod_0029_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0029_02_thumbnail.jpg'
    ),
    (
        29,
        3,
        'images/products/avatars/cat/main-food/prod_0029_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0029_03_thumbnail.jpg'
    ),
    (
        29,
        4,
        'images/products/avatars/cat/main-food/prod_0029_04_src.png',
        'images/products/avatars/cat/main-food/prod_0029_04_thumbnail.png'
    ),
    (
        29,
        5,
        'images/products/avatars/cat/main-food/prod_0029_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0029_05_thumbnail.jpg'
    ),
    (
        29,
        6,
        'images/products/avatars/cat/main-food/prod_0029_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0029_06_thumbnail.jpg'
    ),
    (
        29,
        7,
        'images/products/avatars/cat/main-food/prod_0029_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0029_07_thumbnail.jpg'
    ),
    (
        30,
        1,
        'images/products/avatars/cat/main-food/prod_0030_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0030_01_thumbnail.jpg'
    ),
    (
        30,
        2,
        'images/products/avatars/cat/main-food/prod_0030_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0030_02_thumbnail.jpg'
    ),
    (
        30,
        3,
        'images/products/avatars/cat/main-food/prod_0030_03_src.png',
        'images/products/avatars/cat/main-food/prod_0030_03_thumbnail.png'
    ),
    (
        30,
        4,
        'images/products/avatars/cat/main-food/prod_0030_04_src.png',
        'images/products/avatars/cat/main-food/prod_0030_04_thumbnail.png'
    ),
    (
        30,
        5,
        'images/products/avatars/cat/main-food/prod_0030_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0030_05_thumbnail.jpg'
    ),
    (
        30,
        6,
        'images/products/avatars/cat/main-food/prod_0030_06_src.png',
        'images/products/avatars/cat/main-food/prod_0030_06_thumbnail.png'
    ),
    (
        30,
        7,
        'images/products/avatars/cat/main-food/prod_0030_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0030_07_thumbnail.jpg'
    ),
    (
        30,
        8,
        'images/products/avatars/cat/main-food/prod_0030_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0030_08_thumbnail.jpg'
    ),
    (
        31,
        1,
        'images/products/avatars/cat/treat/prod_0031_01_src.jpg',
        'images/products/avatars/cat/treat/prod_0031_01_thumbnail.jpg'
    ),
    (
        31,
        2,
        'images/products/avatars/cat/treat/prod_0031_02_src.jpg',
        'images/products/avatars/cat/treat/prod_0031_02_thumbnail.jpg'
    ),
    (
        31,
        3,
        'images/products/avatars/cat/treat/prod_0031_03_src.jpg',
        'images/products/avatars/cat/treat/prod_0031_03_thumbnail.jpg'
    ),
    (
        31,
        4,
        'images/products/avatars/cat/treat/prod_0031_04_src.jpg',
        'images/products/avatars/cat/treat/prod_0031_04_thumbnail.jpg'
    ),
    (
        31,
        5,
        'images/products/avatars/cat/treat/prod_0031_05_src.png',
        'images/products/avatars/cat/treat/prod_0031_05_thumbnail.png'
    ),
    (
        32,
        1,
        'images/products/avatars/cat/main-food/prod_0032_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_01_thumbnail.jpg'
    ),
    (
        32,
        2,
        'images/products/avatars/cat/main-food/prod_0032_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_02_thumbnail.jpg'
    ),
    (
        32,
        3,
        'images/products/avatars/cat/main-food/prod_0032_03_src.png',
        'images/products/avatars/cat/main-food/prod_0032_03_thumbnail.png'
    ),
    (
        32,
        4,
        'images/products/avatars/cat/main-food/prod_0032_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_04_thumbnail.jpg'
    ),
    (
        32,
        5,
        'images/products/avatars/cat/main-food/prod_0032_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_05_thumbnail.jpg'
    ),
    (
        32,
        6,
        'images/products/avatars/cat/main-food/prod_0032_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_06_thumbnail.jpg'
    ),
    (
        32,
        7,
        'images/products/avatars/cat/main-food/prod_0032_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_07_thumbnail.jpg'
    ),
    (
        32,
        8,
        'images/products/avatars/cat/main-food/prod_0032_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_08_thumbnail.jpg'
    ),
    (
        32,
        9,
        'images/products/avatars/cat/main-food/prod_0032_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0032_09_thumbnail.jpg'
    ),
    (
        33,
        1,
        'images/products/avatars/cat/supplement/prod_0033_01_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_01_thumbnail.jpg'
    ),
    (
        33,
        2,
        'images/products/avatars/cat/supplement/prod_0033_02_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_02_thumbnail.jpg'
    ),
    (
        33,
        3,
        'images/products/avatars/cat/supplement/prod_0033_03_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_03_thumbnail.jpg'
    ),
    (
        33,
        4,
        'images/products/avatars/cat/supplement/prod_0033_04_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_04_thumbnail.jpg'
    ),
    (
        33,
        5,
        'images/products/avatars/cat/supplement/prod_0033_05_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_05_thumbnail.jpg'
    ),
    (
        33,
        6,
        'images/products/avatars/cat/supplement/prod_0033_06_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_06_thumbnail.jpg'
    ),
    (
        33,
        7,
        'images/products/avatars/cat/supplement/prod_0033_07_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_07_thumbnail.jpg'
    ),
    (
        33,
        8,
        'images/products/avatars/cat/supplement/prod_0033_08_src.jpg',
        'images/products/avatars/cat/supplement/prod_0033_08_thumbnail.jpg'
    ),
    (
        34,
        1,
        'images/products/avatars/cat/main-food/prod_0034_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_01_thumbnail.jpg'
    ),
    (
        34,
        2,
        'images/products/avatars/cat/main-food/prod_0034_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_02_thumbnail.jpg'
    ),
    (
        34,
        3,
        'images/products/avatars/cat/main-food/prod_0034_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_03_thumbnail.jpg'
    ),
    (
        34,
        4,
        'images/products/avatars/cat/main-food/prod_0034_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_04_thumbnail.jpg'
    ),
    (
        34,
        5,
        'images/products/avatars/cat/main-food/prod_0034_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_05_thumbnail.jpg'
    ),
    (
        34,
        6,
        'images/products/avatars/cat/main-food/prod_0034_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_06_thumbnail.jpg'
    ),
    (
        34,
        7,
        'images/products/avatars/cat/main-food/prod_0034_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_07_thumbnail.jpg'
    ),
    (
        34,
        8,
        'images/products/avatars/cat/main-food/prod_0034_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0034_08_thumbnail.jpg'
    ),
    (
        35,
        1,
        'images/products/avatars/cat/main-food/prod_0035_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_01_thumbnail.jpg'
    ),
    (
        35,
        2,
        'images/products/avatars/cat/main-food/prod_0035_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_02_thumbnail.jpg'
    ),
    (
        35,
        3,
        'images/products/avatars/cat/main-food/prod_0035_03_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_03_thumbnail.jpg'
    ),
    (
        35,
        4,
        'images/products/avatars/cat/main-food/prod_0035_04_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_04_thumbnail.jpg'
    ),
    (
        35,
        5,
        'images/products/avatars/cat/main-food/prod_0035_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_05_thumbnail.jpg'
    ),
    (
        35,
        6,
        'images/products/avatars/cat/main-food/prod_0035_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_06_thumbnail.jpg'
    ),
    (
        35,
        7,
        'images/products/avatars/cat/main-food/prod_0035_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_07_thumbnail.jpg'
    ),
    (
        35,
        8,
        'images/products/avatars/cat/main-food/prod_0035_08_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_08_thumbnail.jpg'
    ),
    (
        35,
        9,
        'images/products/avatars/cat/main-food/prod_0035_09_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_09_thumbnail.jpg'
    ),
    (
        35,
        10,
        'images/products/avatars/cat/main-food/prod_0035_10_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_10_thumbnail.jpg'
    ),
    (
        35,
        11,
        'images/products/avatars/cat/main-food/prod_0035_11_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_11_thumbnail.jpg'
    ),
    (
        35,
        12,
        'images/products/avatars/cat/main-food/prod_0035_12_src.jpg',
        'images/products/avatars/cat/main-food/prod_0035_12_thumbnail.jpg'
    ),
    (
        36,
        1,
        'images/products/avatars/cat/main-food/prod_0036_01_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_01_thumbnail.jpg'
    ),
    (
        36,
        2,
        'images/products/avatars/cat/main-food/prod_0036_02_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_02_thumbnail.jpg'
    ),
    (
        36,
        3,
        'images/products/avatars/cat/main-food/prod_0036_03_src.png',
        'images/products/avatars/cat/main-food/prod_0036_03_thumbnail.png'
    ),
    (
        36,
        4,
        'images/products/avatars/cat/main-food/prod_0036_04_src.png',
        'images/products/avatars/cat/main-food/prod_0036_04_thumbnail.png'
    ),
    (
        36,
        5,
        'images/products/avatars/cat/main-food/prod_0036_05_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_05_thumbnail.jpg'
    ),
    (
        36,
        6,
        'images/products/avatars/cat/main-food/prod_0036_06_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_06_thumbnail.jpg'
    ),
    (
        36,
        7,
        'images/products/avatars/cat/main-food/prod_0036_07_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_07_thumbnail.jpg'
    ),
    (
        36,
        8,
        'images/products/avatars/cat/main-food/prod_0036_08_src.png',
        'images/products/avatars/cat/main-food/prod_0036_08_thumbnail.png'
    ),
    (
        36,
        9,
        'images/products/avatars/cat/main-food/prod_0036_09_src.png',
        'images/products/avatars/cat/main-food/prod_0036_09_thumbnail.png'
    ),
    (
        36,
        10,
        'images/products/avatars/cat/main-food/prod_0036_10_src.png',
        'images/products/avatars/cat/main-food/prod_0036_10_thumbnail.png'
    ),
    (
        36,
        11,
        'images/products/avatars/cat/main-food/prod_0036_11_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_11_thumbnail.jpg'
    ),
    (
        36,
        12,
        'images/products/avatars/cat/main-food/prod_0036_12_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_12_thumbnail.jpg'
    ),
    (
        36,
        13,
        'images/products/avatars/cat/main-food/prod_0036_13_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_13_thumbnail.jpg'
    ),
    (
        36,
        14,
        'images/products/avatars/cat/main-food/prod_0036_14_src.jpg',
        'images/products/avatars/cat/main-food/prod_0036_14_thumbnail.jpg'
    ),
    (
        37,
        1,
        'images/products/avatars/cat/treat/prod_0037_01_src.jpg',
        'images/products/avatars/cat/treat/prod_0037_01_thumbnail.jpg'
    ),
    (
        38,
        1,
        'images/products/avatars/cat/treat/prod_0038_01_src.jpg',
        'images/products/avatars/cat/treat/prod_0038_01_thumbnail.jpg'
    ),
    (
        38,
        2,
        'images/products/avatars/cat/treat/prod_0038_02_src.jpg',
        'images/products/avatars/cat/treat/prod_0038_02_thumbnail.jpg'
    ),
    (
        38,
        3,
        'images/products/avatars/cat/treat/prod_0038_03_src.jpg',
        'images/products/avatars/cat/treat/prod_0038_03_thumbnail.jpg'
    ),
    (
        38,
        4,
        'images/products/avatars/cat/treat/prod_0038_04_src.jpg',
        'images/products/avatars/cat/treat/prod_0038_04_thumbnail.jpg'
    ),
    (
        38,
        5,
        'images/products/avatars/cat/treat/prod_0038_05_src.jpg',
        'images/products/avatars/cat/treat/prod_0038_05_thumbnail.jpg'
    ),
    (
        41,
        1,
        'images/products/avatars/dog/main-food/prod_0041_01_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_01_thumbnail.jpg'
    ),
    (
        41,
        2,
        'images/products/avatars/dog/main-food/prod_0041_02_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_02_thumbnail.jpg'
    ),
    (
        41,
        3,
        'images/products/avatars/dog/main-food/prod_0041_03_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_03_thumbnail.jpg'
    ),
    (
        41,
        4,
        'images/products/avatars/dog/main-food/prod_0041_04_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_04_thumbnail.jpg'
    ),
    (
        41,
        5,
        'images/products/avatars/dog/main-food/prod_0041_05_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_05_thumbnail.jpg'
    ),
    (
        41,
        6,
        'images/products/avatars/dog/main-food/prod_0041_06_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_06_thumbnail.jpg'
    ),
    (
        41,
        7,
        'images/products/avatars/dog/main-food/prod_0041_07_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_07_thumbnail.jpg'
    ),
    (
        41,
        8,
        'images/products/avatars/dog/main-food/prod_0041_08_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_08_thumbnail.jpg'
    ),
    (
        41,
        9,
        'images/products/avatars/dog/main-food/prod_0041_09_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_09_thumbnail.jpg'
    ),
    (
        41,
        10,
        'images/products/avatars/dog/main-food/prod_0041_10_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_10_thumbnail.jpg'
    ),
    (
        41,
        11,
        'images/products/avatars/dog/main-food/prod_0041_11_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_11_thumbnail.jpg'
    ),
    (
        41,
        12,
        'images/products/avatars/dog/main-food/prod_0041_12_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_12_thumbnail.jpg'
    ),
    (
        41,
        13,
        'images/products/avatars/dog/main-food/prod_0041_13_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_13_thumbnail.jpg'
    ),
    (
        41,
        14,
        'images/products/avatars/dog/main-food/prod_0041_14_src.jpg',
        'images/products/avatars/dog/main-food/prod_0041_14_thumbnail.jpg'
    ),
    (
        42,
        1,
        'images/products/avatars/dog/supplies/prod_0042_01_src.jpg',
        'images/products/avatars/dog/supplies/prod_0042_01_thumbnail.jpg'
    ),
    (
        42,
        2,
        'images/products/avatars/dog/supplies/prod_0042_02_src.jpg',
        'images/products/avatars/dog/supplies/prod_0042_02_thumbnail.jpg'
    ),
    (
        42,
        3,
        'images/products/avatars/dog/supplies/prod_0042_03_src.jpg',
        'images/products/avatars/dog/supplies/prod_0042_03_thumbnail.jpg'
    ),
    (
        42,
        4,
        'images/products/avatars/dog/supplies/prod_0042_04_src.jpg',
        'images/products/avatars/dog/supplies/prod_0042_04_thumbnail.jpg'
    ),
    (
        42,
        5,
        'images/products/avatars/dog/supplies/prod_0042_05_src.jpg',
        'images/products/avatars/dog/supplies/prod_0042_05_thumbnail.jpg'
    ),
    (
        42,
        6,
        'images/products/avatars/dog/supplies/prod_0042_06_src.jpg',
        'images/products/avatars/dog/supplies/prod_0042_06_thumbnail.jpg'
    ),
    (
        43,
        1,
        'images/products/avatars/dog/leash/prod_0043_01_src.jpg',
        'images/products/avatars/dog/leash/prod_0043_01_thumbnail.jpg'
    ),
    (
        43,
        2,
        'images/products/avatars/dog/leash/prod_0043_02_src.jpg',
        'images/products/avatars/dog/leash/prod_0043_02_thumbnail.jpg'
    ),
    (
        43,
        3,
        'images/products/avatars/dog/leash/prod_0043_03_src.jpg',
        'images/products/avatars/dog/leash/prod_0043_03_thumbnail.jpg'
    ),
    (
        43,
        4,
        'images/products/avatars/dog/leash/prod_0043_04_src.jpg',
        'images/products/avatars/dog/leash/prod_0043_04_thumbnail.jpg'
    ),
    (
        43,
        5,
        'images/products/avatars/dog/leash/prod_0043_05_src.jpg',
        'images/products/avatars/dog/leash/prod_0043_05_thumbnail.jpg'
    ),
    (
        43,
        6,
        'images/products/avatars/dog/leash/prod_0043_06_src.jpg',
        'images/products/avatars/dog/leash/prod_0043_06_thumbnail.jpg'
    ),
    (
        44,
        1,
        'images/products/avatars/dog/leash/prod_0044_01_src.jpg',
        'images/products/avatars/dog/leash/prod_0044_01_thumbnail.jpg'
    ),
    (
        44,
        2,
        'images/products/avatars/dog/leash/prod_0044_02_src.jpg',
        'images/products/avatars/dog/leash/prod_0044_02_thumbnail.jpg'
    ),
    (
        44,
        3,
        'images/products/avatars/dog/leash/prod_0044_03_src.jpg',
        'images/products/avatars/dog/leash/prod_0044_03_thumbnail.jpg'
    ),
    (
        44,
        4,
        'images/products/avatars/dog/leash/prod_0044_04_src.jpg',
        'images/products/avatars/dog/leash/prod_0044_04_thumbnail.jpg'
    ),
    (
        44,
        5,
        'images/products/avatars/dog/leash/prod_0044_05_src.jpg',
        'images/products/avatars/dog/leash/prod_0044_05_thumbnail.jpg'
    ),
    (
        44,
        6,
        'images/products/avatars/dog/leash/prod_0044_06_src.jpg',
        'images/products/avatars/dog/leash/prod_0044_06_thumbnail.jpg'
    ),
    (
        44,
        7,
        'images/products/avatars/dog/leash/prod_0044_07_src.jpg',
        'images/products/avatars/dog/leash/prod_0044_07_thumbnail.jpg'
    ),
    (
        48,
        1,
        'images/products/avatars/dog/main-food/prod_0048_01_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_01_thumbnail.jpg'
    ),
    (
        48,
        2,
        'images/products/avatars/dog/main-food/prod_0048_02_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_02_thumbnail.jpg'
    ),
    (
        48,
        3,
        'images/products/avatars/dog/main-food/prod_0048_03_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_03_thumbnail.jpg'
    ),
    (
        48,
        4,
        'images/products/avatars/dog/main-food/prod_0048_04_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_04_thumbnail.jpg'
    ),
    (
        48,
        5,
        'images/products/avatars/dog/main-food/prod_0048_05_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_05_thumbnail.jpg'
    ),
    (
        48,
        6,
        'images/products/avatars/dog/main-food/prod_0048_06_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_06_thumbnail.jpg'
    ),
    (
        48,
        7,
        'images/products/avatars/dog/main-food/prod_0048_07_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_07_thumbnail.jpg'
    ),
    (
        48,
        8,
        'images/products/avatars/dog/main-food/prod_0048_08_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_08_thumbnail.jpg'
    ),
    (
        48,
        9,
        'images/products/avatars/dog/main-food/prod_0048_09_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_09_thumbnail.jpg'
    ),
    (
        48,
        10,
        'images/products/avatars/dog/main-food/prod_0048_10_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_10_thumbnail.jpg'
    ),
    (
        48,
        11,
        'images/products/avatars/dog/main-food/prod_0048_11_src.jpg',
        'images/products/avatars/dog/main-food/prod_0048_11_thumbnail.jpg'
    ),
    (
        49,
        1,
        'images/products/avatars/dog/main-food/prod_0049_01_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_01_thumbnail.jpg'
    ),
    (
        49,
        2,
        'images/products/avatars/dog/main-food/prod_0049_02_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_02_thumbnail.jpg'
    ),
    (
        49,
        3,
        'images/products/avatars/dog/main-food/prod_0049_03_src.png',
        'images/products/avatars/dog/main-food/prod_0049_03_thumbnail.png'
    ),
    (
        49,
        4,
        'images/products/avatars/dog/main-food/prod_0049_04_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_04_thumbnail.jpg'
    ),
    (
        49,
        5,
        'images/products/avatars/dog/main-food/prod_0049_05_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_05_thumbnail.jpg'
    ),
    (
        49,
        6,
        'images/products/avatars/dog/main-food/prod_0049_06_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_06_thumbnail.jpg'
    ),
    (
        49,
        7,
        'images/products/avatars/dog/main-food/prod_0049_07_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_07_thumbnail.jpg'
    ),
    (
        49,
        8,
        'images/products/avatars/dog/main-food/prod_0049_08_src.png',
        'images/products/avatars/dog/main-food/prod_0049_08_thumbnail.png'
    ),
    (
        49,
        9,
        'images/products/avatars/dog/main-food/prod_0049_09_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_09_thumbnail.jpg'
    ),
    (
        49,
        10,
        'images/products/avatars/dog/main-food/prod_0049_10_src.jpg',
        'images/products/avatars/dog/main-food/prod_0049_10_thumbnail.jpg'
    ),
    (
        50,
        1,
        'images/products/avatars/dog/main-food/prod_0050_01_src.jpg',
        'images/products/avatars/dog/main-food/prod_0050_01_thumbnail.jpg'
    ),
    (
        50,
        2,
        'images/products/avatars/dog/main-food/prod_0050_02_src.jpg',
        'images/products/avatars/dog/main-food/prod_0050_02_thumbnail.jpg'
    ),
    (
        50,
        3,
        'images/products/avatars/dog/main-food/prod_0050_03_src.jpg',
        'images/products/avatars/dog/main-food/prod_0050_03_thumbnail.jpg'
    ),
    (
        50,
        4,
        'images/products/avatars/dog/main-food/prod_0050_04_src.jpg',
        'images/products/avatars/dog/main-food/prod_0050_04_thumbnail.jpg'
    ),
    (
        50,
        5,
        'images/products/avatars/dog/main-food/prod_0050_05_src.jpg',
        'images/products/avatars/dog/main-food/prod_0050_05_thumbnail.jpg'
    ),
    (
        50,
        6,
        'images/products/avatars/dog/main-food/prod_0050_06_src.png',
        'images/products/avatars/dog/main-food/prod_0050_06_thumbnail.png'
    ),
    (
        50,
        7,
        'images/products/avatars/dog/main-food/prod_0050_07_src.png',
        'images/products/avatars/dog/main-food/prod_0050_07_thumbnail.png'
    ),
    (
        52,
        1,
        'images/products/avatars/dog/main-food/prod_0052_01_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_01_thumbnail.jpg'
    ),
    (
        52,
        2,
        'images/products/avatars/dog/main-food/prod_0052_02_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_02_thumbnail.jpg'
    ),
    (
        52,
        3,
        'images/products/avatars/dog/main-food/prod_0052_03_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_03_thumbnail.jpg'
    ),
    (
        52,
        4,
        'images/products/avatars/dog/main-food/prod_0052_04_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_04_thumbnail.jpg'
    ),
    (
        52,
        5,
        'images/products/avatars/dog/main-food/prod_0052_05_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_05_thumbnail.jpg'
    ),
    (
        52,
        6,
        'images/products/avatars/dog/main-food/prod_0052_06_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_06_thumbnail.jpg'
    ),
    (
        52,
        7,
        'images/products/avatars/dog/main-food/prod_0052_07_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_07_thumbnail.jpg'
    ),
    (
        52,
        8,
        'images/products/avatars/dog/main-food/prod_0052_08_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_08_thumbnail.jpg'
    ),
    (
        52,
        9,
        'images/products/avatars/dog/main-food/prod_0052_09_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_09_thumbnail.jpg'
    ),
    (
        52,
        10,
        'images/products/avatars/dog/main-food/prod_0052_10_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_10_thumbnail.jpg'
    ),
    (
        52,
        11,
        'images/products/avatars/dog/main-food/prod_0052_11_src.jpg',
        'images/products/avatars/dog/main-food/prod_0052_11_thumbnail.jpg'
    ),
    (
        53,
        1,
        'images/products/avatars/dog/main-food/prod_0053_01_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_01_thumbnail.jpg'
    ),
    (
        53,
        2,
        'images/products/avatars/dog/main-food/prod_0053_02_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_02_thumbnail.jpg'
    ),
    (
        53,
        3,
        'images/products/avatars/dog/main-food/prod_0053_03_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_03_thumbnail.jpg'
    ),
    (
        53,
        4,
        'images/products/avatars/dog/main-food/prod_0053_04_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_04_thumbnail.jpg'
    ),
    (
        53,
        5,
        'images/products/avatars/dog/main-food/prod_0053_05_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_05_thumbnail.jpg'
    ),
    (
        53,
        6,
        'images/products/avatars/dog/main-food/prod_0053_06_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_06_thumbnail.jpg'
    ),
    (
        53,
        7,
        'images/products/avatars/dog/main-food/prod_0053_07_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_07_thumbnail.jpg'
    ),
    (
        53,
        8,
        'images/products/avatars/dog/main-food/prod_0053_08_src.png',
        'images/products/avatars/dog/main-food/prod_0053_08_thumbnail.png'
    ),
    (
        53,
        9,
        'images/products/avatars/dog/main-food/prod_0053_09_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_09_thumbnail.jpg'
    ),
    (
        53,
        10,
        'images/products/avatars/dog/main-food/prod_0053_10_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_10_thumbnail.jpg'
    ),
    (
        53,
        11,
        'images/products/avatars/dog/main-food/prod_0053_11_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_11_thumbnail.jpg'
    ),
    (
        53,
        12,
        'images/products/avatars/dog/main-food/prod_0053_12_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_12_thumbnail.jpg'
    ),
    (
        53,
        13,
        'images/products/avatars/dog/main-food/prod_0053_13_src.jpg',
        'images/products/avatars/dog/main-food/prod_0053_13_thumbnail.jpg'
    ),
    (
        54,
        1,
        'images/products/avatars/dog/main-food/prod_0054_01_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_01_thumbnail.jpg'
    ),
    (
        54,
        2,
        'images/products/avatars/dog/main-food/prod_0054_02_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_02_thumbnail.jpg'
    ),
    (
        54,
        3,
        'images/products/avatars/dog/main-food/prod_0054_03_src.png',
        'images/products/avatars/dog/main-food/prod_0054_03_thumbnail.png'
    ),
    (
        54,
        4,
        'images/products/avatars/dog/main-food/prod_0054_04_src.png',
        'images/products/avatars/dog/main-food/prod_0054_04_thumbnail.png'
    ),
    (
        54,
        5,
        'images/products/avatars/dog/main-food/prod_0054_05_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_05_thumbnail.jpg'
    ),
    (
        54,
        6,
        'images/products/avatars/dog/main-food/prod_0054_06_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_06_thumbnail.jpg'
    ),
    (
        54,
        7,
        'images/products/avatars/dog/main-food/prod_0054_07_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_07_thumbnail.jpg'
    ),
    (
        54,
        8,
        'images/products/avatars/dog/main-food/prod_0054_08_src.png',
        'images/products/avatars/dog/main-food/prod_0054_08_thumbnail.png'
    ),
    (
        54,
        9,
        'images/products/avatars/dog/main-food/prod_0054_09_src.png',
        'images/products/avatars/dog/main-food/prod_0054_09_thumbnail.png'
    ),
    (
        54,
        10,
        'images/products/avatars/dog/main-food/prod_0054_10_src.png',
        'images/products/avatars/dog/main-food/prod_0054_10_thumbnail.png'
    ),
    (
        54,
        11,
        'images/products/avatars/dog/main-food/prod_0054_11_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_11_thumbnail.jpg'
    ),
    (
        54,
        12,
        'images/products/avatars/dog/main-food/prod_0054_12_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_12_thumbnail.jpg'
    ),
    (
        54,
        13,
        'images/products/avatars/dog/main-food/prod_0054_13_src.jpg',
        'images/products/avatars/dog/main-food/prod_0054_13_thumbnail.jpg'
    ),
    (
        55,
        1,
        'images/products/avatars/dog/treat/prod_0055_01_src.jpg',
        'images/products/avatars/dog/treat/prod_0055_01_thumbnail.jpg'
    ),
    (
        55,
        2,
        'images/products/avatars/dog/treat/prod_0055_02_src.jpg',
        'images/products/avatars/dog/treat/prod_0055_02_thumbnail.jpg'
    ),
    (
        55,
        3,
        'images/products/avatars/dog/treat/prod_0055_03_src.jpg',
        'images/products/avatars/dog/treat/prod_0055_03_thumbnail.jpg'
    );

-- product_intros
INSERT INTO
    `product_intros` (
        `prod_id_fk`,
        `intro_type`,
        `intro_text`
    )
VALUES (
        1,
        'slogan',
        '貓咪界懶骨頭，讓貓咪隨時伸、躺、抓！'
    ),
    (
        1,
        'content',
        '• 頂級長纖維紙漿，耐抓不易掉屑\n• 雙材質紙漿設計，打造豐富抓感體驗\n• 3種質感配色，輕鬆融入居家空間\n• 採用無毒膠水製作，不怕貓咪亂咬\n☑ 貓咪抓磨時可能留下抓痕，但不易掉屑，減少清理負擔'
    ),
    (
        1,
        'remark',
        '※ 因材積限制，僅開放宅配，未開放超商取貨。\n※ 貓抓板為手工製作，外層有 1.5~2mm 偏移為正常現象，不影響毛孩使用喔！\n※ 本產品為手工製作，殘留些許黏著與殘膠痕跡，屬於正常現象不影響產品功能，接合膠水經過ＳＧＳ無毒檢驗，請安心使用'
    ),
    (
        2,
        'slogan',
        '4面都能抓8字貓抓板，多種玩法讓貓咪盡情抓！'
    ),
    (
        2,
        'content',
        '• 可拆式設計讓抓面利用更完整\n• 超過6種玩法，怎麼玩都不會膩\n• 頂級長纖維紙漿，耐抓不易掉屑\n• 雙材質紙漿打造豐富抓感體驗\n☑ 貓咪抓磨時可能留下抓痕，但不易掉屑，減少清理負擔'
    ),
    (
        2,
        'remark',
        '※ 因材積限制，僅開放宅配，未開放超商取貨。\n※ 貓抓板為手工製作，外層有 1.5~2mm 偏移為正常現象，不影響毛孩使用喔！\n※ 本產品為手工製作，殘留些許黏著與殘膠痕跡，屬於正常現象不影響產品功能，接合膠水經過ＳＧＳ無毒檢驗，請安心使用。'
    ),
    (
        3,
        'slogan',
        '獨家８字導砂集砂結構，完美控砂！'
    ),
    (
        3,
        'content',
        '．8字孔設計不限砂種，長條豆腐砂適用\n．FDA認證材料+食品級矽膠，用得安心更放心\n．防水材質，一沖即淨清洗超便利/n徹底解決家中落砂困擾✨'
    ),
    (
        3,
        'remark',
        '※ 因為材積限制，落砂墊一律採宅配配送。'
    ),
    (4, 'slogan', '貓咪滴雞精、滴魚精主食！'),
    (
        4,
        'content',
        '• 富含小分子胺基酸，滋補強身、維持活力\n• 4款機能，顧腸胃Ｘ泌尿Ｘ免疫Ｘ皮膚\n• 高嗜口性，滴精香氣ｘ慕斯肉泥質地\n• 雙開口設計，拿著餵、擠出來都ok\n☑ 無人工膠類 ☑ 無穀 ☑ 無不良添加物'
    ),
    (
        4,
        'remark',
        '※ 一盒 20 包\n※ 綜合一盒為營養鮮雞餐、鮮雞鮭魚餐、鱈魚牛肉餐、鰹魚烏魚餐各5包，口味皆無法更換，如需不同口味可自行搭配下單'
    ),
    (5, 'slogan', '超越豆腐砂，鏟砂不留痕！'),
    (
        5,
        'content',
        '• 木薯砂添加，增強貓砂凝結力，告別碎塊！\n• 長條砂添加，落砂少、維持家中整潔\n• 環境益生菌＋活性碳，消除貓砂異味\n☑ 食品級成分，誤食不擔憂\n☑ 低粉塵設計，保護人寵呼吸道'
    ),
    (
        5,
        'remark',
        '※ 因重量限制，單筆購買 4 包以上僅開放宅配。\n※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用。\n※ 為保護商品，貓砂一箱 (6包) 一律採單箱獨立配送，可能於不同時段配達。'
    ),
    (6, 'slogan', '一鏟脫膜，告別黏邊黏底！'),
    (
        6,
        'content',
        '• 凝結力強：木薯結團強，邊角尿也能一次鏟除\n• 近乎無塵：七道除塵ｘ顆粒堅硬不易粉化\n• 長效消臭：環境益生菌消臭、小蘇打\n☑ 食品級成分，誤食不擔憂\n☑ 小顆粒貓砂，無痛轉砂OK、礦砂貓咪推薦'
    ),
    (
        6,
        'remark',
        '※ 因重量限制，單筆購買 4 包以上僅開放宅配。\n※ 為保護商品，貓砂一箱 (6包) 一律採單箱獨立配送，可能於不同時段配達。\n※ 2026/7/3 起出貨 2.\n0 升級版木薯\n砂'
    ),
    (
        7,
        'slogan',
        'MOFU X 小宅生活獨家開發'
    ),
    (
        7,
        'content',
        '• 剛好的門檻高度，友善毛孩關節\n• 舒適如廁大空間！能轉身不壓迫、不將味道悶住\n• 34cm開放式高牆，滿足貓咪警戒躲藏需求，貓砂尿液不外噴\n• 懸空踏板，滿足習慣站著上廁所的貓'
    ),
    (
        7,
        'remark',
        '※ 因材積限制，貓砂盆僅開放宅配，未開放超商取貨。\n※ 為保護其他商品，貓砂盆一律採單箱獨立配送。'
    ),
    (8, 'slogan', '小份量快速完食ｘ輕鬆補水！'),
    (
        8,
        'content',
        '• 55g小份量，快速完食新鮮不浪費\n• 含水量＞70%，輕鬆補足所需水量\n• 全營養主食，依據AAFCO/NRC營養標準\n挑嘴迷你新上市 /'
    ),
    (
        8,
        'remark',
        '※ 一箱為 24 入 。\n※ 營養罐綜合箱內含鮮嫩雞肉、鱸魚雞肉兩種口味。\n※ 挑嘴罐綜合箱內含鯖魚雞肉、鮭魚鰹魚、秋刀魚雞肉三種口味。'
    ),
    (
        9,
        'slogan',
        '寢具等級面料，一面是涼感親膚、另一面是溫暖毛絨觸感，四季都適用'
    ),
    (
        9,
        'content',
        '• 細短絨超輕膚！\n• 寢具級涼感面料，不悶熱\n• 作為安撫小被被，熟悉的味道最安心'
    ),
    (9, 'remark', ''),
    (
        10,
        'slogan',
        '綿密肉泥質地 X 專利益菌 X 高含肉量'
    ),
    (
        10,
        'content',
        '• 綿密慕斯肉泥口感，專為貓咪舔食習性打造\n• 專利益菌三合一，顧腸道助營養吸收\n• 絕佳適口性，水解技術釋放食物天然香氣\n• 98%高含肉量，且無膠無穀無防腐劑'
    ),
    (
        10,
        'remark',
        '※ 若購買3箱以上罐頭可選擇寄倉'
    ),
    (11, 'slogan', '【首購限量優惠】'),
    (
        11,
        'content',
        '* 優惠僅限首購，一人僅用一次'
    ),
    (
        11,
        'remark',
        '直接吃、拌著吃或加水吃，輕鬆升級毛孩主餐！\n• 最符合貓咪生理需求的頂級營養主食\n• 98% 超高含肉量與原肉香氣，挑食貓也超愛\n• 新鮮肉塊低溫乾燥有效殺菌，常溫保存最方便\n• 可適用於自動餵食機\n√高適口性 √生食營養 √餵食多情境 √保存方便\n> 前往「貓咪台灣凍乾主食」\n※ 因應環保，塑膠湯匙請視需求額外加購\n※ 小方粒較為酥脆，其長寬高≒1cm，適用接受≥1cm顆粒的自動餵食機'
    ),
    (12, 'slogan', '貓咪泌尿風險天天有'),
    (
        12,
        'content',
        '• 使用簡單，倒入砂盆即可監測泌尿健康\n• 每日健檢，日常及早發現貓咪健康警訊\n• 高靈敏度，10 秒測出眼睛看不到的血尿\n☑ 隱血砂：推薦給平時就在使用豆腐砂的貓咪，CP值高！\n※\n隱血砂將\n年 6\n月起，陸續更新為\n2.0 新配方與全新包裝\n，\n過渡期間收到新舊版均屬正常現象，請安心使用。'
    ),
    (
        12,
        'remark',
        '※ 因重量限制，單筆購買 4 包以上僅開放宅配。\n※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用。\n※ 為保護商品，貓砂一箱 (6包) 一律採單箱獨立配送，可能於不同時段配達。'
    ),
    (13, 'slogan', '隨處擺，讓貓咪隨處抓！'),
    (
        13,
        'content',
        '• Paw-Tex專利技術，貓咪抓起來更舒服\n• 紮實分量感，貓咪爽抓不位移\n• SGS 無毒膠水貼合，亂吃亂咬都不怕\n☑ 小８字產品圖貓咪為 3kg ~ 6kg\n☑ 貓抓時可能產生抓痕，但紙屑不會輕易掉落地板，減少清理負擔'
    ),
    (
        13,
        'remark',
        '※ 因材積限制，8 字貓抓板僅開放宅配，未開放超商取貨。\n※新舊版貓抓板尺寸不同，原大 8 字尺寸為長84 x 高27 x 寬26cm。新款觸感更佳！\n※貓抓板為手工製作，外層有 1.5~2mm 偏移為正常現象，不影響毛孩使用喔！'
    ),
    (
        14,
        'slogan',
        '天然花草 X 瞬吸凝結 X 低粉塵'
    ),
    (
        14,
        'content',
        '• 100% 無毒花草磨粉融合豆腐砂原料，0化學0色素\n• 環境益生菌 X 活性碳，消除貓砂臭味\n• 最適原料比，1.5 秒快速凝結、3 秒溶水崩解\n• 五道除塵 X 條狀加壓，低粉塵且少落砂'
    ),
    (
        14,
        'remark',
        '※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用\n※ 因重量限制，單筆購買 4 包以上僅開放宅配；為保護商品，貓砂一箱 ( 6包 ) 採獨立配送，可能於不同時段配達\n※ 欲購買12包以上貓砂，可選擇寄倉：除同享多包優惠價，還可免費分次出貨、並加贈汪喵幣'
    ),
    (
        15,
        'slogan',
        '成貓腎臟保養，從每日主食開始'
    ),
    (
        15,
        'content',
        '• 低磷+中低蛋白配方，維持腎臟健康\n• 添加專利益生質，幫助腎臟保健\n• 美味食材×水解技術，肉香濃郁，嗜口性高！\n• 慕斯質地，更好進食與消化吸收'
    ),
    (
        15,
        'remark',
        '※ 低磷罐平均磷含量約 125~135 mg/100 kcal'
    ),
    (
        16,
        'slogan',
        '好適應 + 少粉塵，一次滿足！'
    ),
    (
        16,
        'content',
        '• 表面特殊加壓，少粉塵、不易粉化\n• 高適腳性「小顆粒」，毛孩無痛轉砂\n• 環境益生菌 + 活性碳，雙效除臭\n• 凝結溶水最適比，好鏟不散塊、可沖馬桶\n√貓砂機適用 √可沖馬桶 √小顆粒輕鬆轉砂'
    ),
    (
        16,
        'remark',
        '※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用\n※ 因重量限制，單筆購買 4 包以上僅開放宅配；為保護商品，貓砂一箱 ( 6包 ) 採獨立配送，可能於不同時段配達\n※ 欲購買12包以上貓砂，可選擇寄倉：除同享多包優惠價，還可免費分次出貨、並加贈汪喵幣'
    ),
    (17, 'slogan', '兼具人寵舒適與好清潔！'),
    (
        17,
        'content',
        '• 開放大空間，符合貓咪天性，如廁不壓迫\n• 35cm高牆，防止貓砂、尿液外噴\n• 一體成形，好清潔、不易藏污納垢\n※ 每組內容物：砂盆*1、8字踏板*1、8字砂鏟*1'
    ),
    (
        17,
        'remark',
        '※ 因材積限制，貓砂盆僅開放宅配，未開放超商取貨。\n※ 為保護其他商品，貓砂盆一律採單箱獨立配送。\n※ 提醒：兩入優惠組為兩組砂盆於一個配送箱內。'
    ),
    (18, 'slogan', '完整圍繞，一粒砂也不放過！'),
    (
        18,
        'content',
        '• 圓弧波浪線條，高適腳性、溫柔剔除貓掌砂\n• 單層設計＋防水矽膠，清潔快速簡便\n• 自由拼接，可完整圍繞各式砂盆出口'
    ),
    (
        18,
        'remark',
        '※ 因材積限制，落砂墊僅開放宅配，未開放超商取貨。\n※ 為保護其他商品，落砂墊一律採單箱獨立配送。'
    ),
    (
        19,
        'slogan',
        '剪指甲不分岔，降低毛孩排斥感'
    ),
    (
        19,
        'content',
        '• 美國 JW 貓咪專用指甲剪\n• 刀面鋒利，輕鬆修剪指甲'
    ),
    (19, 'remark', ''),
    (20, 'slogan', '篩的快！小尿塊一個不漏'),
    (
        20,
        'content',
        '► 獲得台灣專利、榮獲 2022 德國 iF 設計獎！\n• 專利 8 字孔洞，好篩好過濾\n• 大鏟面設計，鏟砂效率加倍！'
    ),
    (20, 'remark', ''),
    (21, 'slogan', '最安靜又有質感的貓隧道！'),
    (
        21,
        'content',
        '• 麂皮絨材質，半夜暴衝不怕吵\n• S 型設計 + 不透光布料，勾起貓咪探險慾望\n• 可折疊，方便收納'
    ),
    (21, 'remark', ''),
    (
        22,
        'slogan',
        '活性碳 + 環境益生菌，雙效除臭！'
    ),
    (
        22,
        'content',
        '• 活性碳 + 環境益生菌，雙效去除貓砂異味\n• 五道除塵 + 壓實壓密，少落砂也少粉塵\n• 實測原料最適比，1.5 秒快速凝結不散塊、沖馬桶 3 秒溶水崩解'
    ),
    (
        22,
        'remark',
        '※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用\n※ 因重量限制，單筆購買 4 包以上僅開放宅配；為保護商品，貓砂一箱 ( 6包 ) 採獨立配送，可能於不同時段配達\n※ 欲購買12包以上貓砂，可選擇寄倉：除同享多包優惠價，還可免費分次出貨、並加贈汪喵幣'
    ),
    (
        23,
        'slogan',
        '家裡有抓板就 LEVEL UP！'
    ),
    (
        23,
        'content',
        '• 可剛好放入配送箱底部，非屋型箱也OK！\n• 高強度紙材，耐抓耐重、不易掉屑\n• 無毒膠水 x 安全材質，不怕毛孩誤食'
    ),
    (
        23,
        'remark',
        '※ 本商品不含屋型配送箱\n※ 數量有限，售完為止！'
    ),
    (
        24,
        'slogan',
        '讓貓咪吃一樣多，但攝取的熱量更少！'
    ),
    (
        24,
        'content',
        '• 特選低脂食材，打造貓咪低卡餐\n• 真材實料，完全無人工膠類'
    ),
    (
        24,
        'remark',
        '※ 泥狀固定綜合一箱 24 罐，含清爽雞肉泥、虱目魚鰹魚、元氣草飼牛口味各 8 罐。\n※ 固定組合無法更換，如需不同口味可自行搭配下單。'
    ),
    (25, 'slogan', '【法國原廠台灣代理公司貨】'),
    (
        25,
        'content',
        '• 適用於因環境緊張引起噴尿標記、亂抓家具、多貓打架、搭車外出、到新環境住宿等情況。\n• 插電組：包含 1 主機 + 1 補充瓶，適用電壓為 110V\n• 補充瓶：僅適用於插電組主機，無法單獨使用\n• 費洛蒙插電組由於適用電壓不同，為台灣限定商品唷！'
    ),
    (25, 'remark', ''),
    (27, 'slogan', '鮮甜海味征服挑嘴貓！'),
    (
        27,
        'content',
        '• 專為熱愛海鮮毛孩打造的全營養主食罐\n• 適合長期吃乾乾、轉濕食中、挑嘴的毛孩\n• 98% 超高含肉量；完全無人工膠類'
    ),
    (
        27,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合(小)一箱：各口味 8 罐；綜合(大)一箱：各口味 4 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。'
    ),
    (28, 'slogan', '喜歡大口吃肉的貓貓有福了！'),
    (
        28,
        'content',
        '• 新鮮肉塊與肉絲＋五色蔬果熬煮\n• 四種機能保健配方，讓貓咪吃進美味和營養'
    ),
    (
        28,
        'remark',
        '※ 固定組合無法更換，如需不同口味可自行搭配下單。\n※ 商品圖片僅供參考，請以實物為準。\n※ 鮭魚佐紅石榴、鴨肉佐朝鮮薊因原物料短缺將暫時缺貨，造成不便敬請見諒。\n※ 本產品以整塊原肉製作，保留自然肉香與咬感。製程中已細心挑除可見骨碎，但仍可能偶有細小骨碎殘留，建議毛拔麻於餵食時稍加留意。若毛拔麻對產品有任何疑問，歡迎聯繫汪喵客服。'
    ),
    (
        29,
        'slogan',
        '愛咬咬貓最愛！中低脂肪 x 無內臟配方'
    ),
    (
        29,
        'content',
        '• 全新肉蓉狀主食湯罐！\n• 推薦給愛咬咬、不愛肉泥主食罐毛孩\n• 98% 超高含肉量；完全無人工膠類'
    ),
    (
        29,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小)\n各 6 罐\n；(\n大) 各 3 罐。\n※ 固定組合無法更換，如需不同口味可自行搭配下單。'
    ),
    (
        30,
        'slogan',
        '幫助 7~9 歲以上熟齡貓營養補充'
    ),
    (
        30,
        'content',
        '• 老貓專屬營養設計，關節、腦部及心血管營養補充\n• 慕斯質地＋水解蛋白技術，好舔食與消化吸收\n• 98% 含肉量；完全無人工膠類'
    ),
    (
        30,
        'remark',
        '※ 熟齡貓無膠銀養主食罐 各口味均為80g (小罐)\n※ 綜合一箱：一箱 24 罐，含各口味 8 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。\n※ 銀養罐平均磷含量約 130~140 mg/100 kcal'
    ),
    (
        31,
        'slogan',
        '野生天然無農藥，紓壓潔牙好放鬆！'
    ),
    (
        31,
        'content',
        '• 木天蓼直徑約 0.5cm～0.8cm\n• 蟲癭果直徑約 1cm～2cm，\n(因蟲癭果為天然植物，每顆果實尺寸略有不同為正常現象)'
    ),
    (
        31,
        'remark',
        '※ 大小管主要差異為「克數」不同喔！\n📌\n下單蟲癭果即贈玩具球1顆，建議搭配使用玩耍更安全！'
    ),
    (
        32,
        'slogan',
        '離乳幼貓的第一罐安心主食，從這開始！'
    ),
    (
        32,
        'content',
        '• 專屬營養配方，維持免疫力\n• 添加益生元，穩定腸道健康\n• 增量 Omega-3 與 DHA，幫助腦部發育\n• 慕斯質地，好舔食、更容易消化吸收'
    ),
    (
        32,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 4 款口味各 6 罐；(大) 2 款口味各 6 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。'
    ),
    (
        33,
        'slogan',
        '要補就選最純的，100% 純離胺酸無多餘添加'
    ),
    (
        33,
        'content',
        '維持貓咪眼鼻正常分泌，舒緩常見皰疹病毒引發不適\n• 品質安心，100% 日本製藥級大廠原料\n• 源自天然食材的左旋離胺酸，貓咪必需胺基酸\n• 單一成分，不含額外添加物'
    ),
    (33, 'remark', ''),
    (
        34,
        'slogan',
        '熱銷經典：98% 超高含肉量補足貓咪營養'
    ),
    (
        34,
        'content',
        '• 98% 鮮肉及內臟＋2% 必需營養素\n• 鮮肉 X 高湯，高嗜口性營養主食\n• 無膠無穀無防腐劑，吃得美味又健康'
    ),
    (
        34,
        'remark',
        '※ 若購買3箱以上罐頭可選擇寄倉'
    ),
    (
        35,
        'slogan',
        '直接吃、拌著吃或加水吃，輕鬆升級毛孩主餐！'
    ),
    (
        35,
        'content',
        '• 條狀、鬆狀、小方粒多種質地選擇\n• 98% 超高含肉量與原肉香氣，挑食貓也超愛\n• 新鮮肉塊低溫乾燥有效殺菌，常溫保存最方便\n√高適口性 √餵食多情境 √保存方便\n> 前往「貓咪凍乾主食 ( 小方粒型 )」'
    ),
    (
        35,
        'remark',
        '※ 因應環保，湯匙請視需求額外加購\n※ 因應飼主反饋，自 2025/11 起，已針對產品進行質地優化，使其更成形而不易碎，但配方皆與原本相同 ( 新版凍乾主食已陸續出貨，相較原版會需要花費較長時間復水，建議毛拔麻可先將其壓碎以提升復水還原效率 )'
    ),
    (36, 'slogan', '最符合貓咪生理需求的飲食'),
    (
        36,
        'content',
        '• 汪喵生食皆有經過 HPP 高壓滅菌處理\n• 依據最嚴格的國家生食標準設計，每批自主送檢\n• 檢驗報告透明公開，安心享受生食！'
    ),
    (
        36,
        'remark',
        '※ 綜合８入組：300g 安心雞*2、幼母貓/無骨雞*1、櫻桃鴨*1、澳洲羊*1、草飼牛*1、放牧鹿*1、羅曼鵝*1。\n※ 因超商取貨重量限制，冷凍包裹總重量需 ≦ 9.5公斤（約大包27包/小包65包），如超過請改用\n宅配\n方式配送。\n※ 生食經由冷凍保存，有些微結霜是正常的哦！'
    ),
    (37, 'slogan', '開封後，冷藏保存更保鮮唷！'),
    (37, 'content', ''),
    (37, 'remark', ''),
    (38, 'slogan', '最天然的排毛方式！'),
    (
        38,
        'content',
        '• 天然纖維促進貓咪腸胃蠕動幫助消化'
    ),
    (38, 'remark', ''),
    (41, 'slogan', '最接近鮮食的天然慢烘糧！'),
    (
        41,
        'content',
        '• 慢烘原肉糧+凍乾蔬肉粒，肉菜機能一次滿足！\n• 85%新鮮原肉+12%蔬果食材+3%機能保健\n• 無人工添加物，開袋就是食材天然鮮香'
    ),
    (
        41,
        'remark',
        '※ 原肉糧與蔬肉粒顏色因未添加人工色素，易受季節食材及製程批次影響，深淺請以實物為準\n※一磅(lb)約等於454克\n【咬咬零食新上市！】'
    ),
    (42, 'slogan', '汪喵雙11'),
    (
        42,
        'content',
        '🎁 全館汪喵幣 3 倍送！\n🎁 直購享好禮 7 重送！\n滿 $799 送限量宇宙屋型箱\n滿 $1,600 折\n滿 $3,000 折\n滿 $6,000 折\n滿 $8,000 折\n滿 $12,000 折\n* 直購限定，寄倉服務另有獨立優惠\n* 不可累折，最多使用單一門檻折扣\n主食罐\n｜\n保健品\n｜\n貓砂\n｜\n凍乾主食\n｜\n迪士尼'
    ),
    (
        42,
        'remark',
        '3款超人氣角色，閃亮登場！\n► 玩具總動員超人氣款！\n• 304不鏽鋼材質，耐用、好清洗\n• 經SGS食品器具檢驗，開心吃更放心\n• 小匙面超好挖，把罐罐挖乾淨！\n☑ Disney 迪士尼正版授權\n> 前往「迪士尼專區」'
    ),
    (
        43,
        'slogan',
        '前胸彈性設計 毛孩暴衝不壓氣管'
    ),
    (
        43,
        'content',
        '• 獨特雙層結構，防止毛孩輕易掙脫\n• 前胸Y字＋彈性面料，毛孩暴衝不壓氣管\n• 快速好穿脫，簡單３步驟，輕鬆出門\n►'
    ),
    (
        43,
        'remark',
        '※ 產品頁的黃金獵犬－飯糰為３５公斤，穿Ｌ號\n※ 產品頁的柴犬－波尼為１３公斤，穿Ｍ號'
    ),
    (
        44,
        'slogan',
        '兩段式緩衝設計，降低毛孩暴衝拉力！'
    ),
    (
        44,
        'content',
        '► 榮獲 2025 德國 iF 設計獎！\n• 兩段式緩衝，不怕被毛孩瞬間拉走\n• 多場景適用，可短牽、長牽、斜背\n• 親膚不磨手，安全又舒適\n►'
    ),
    (44, 'remark', ''),
    (48, 'slogan', '狗狗就該大口吃肉！'),
    (
        48,
        'content',
        '• 90%鮮肉ｘ四色蔬果，天然機能食補\n• 鮮食免加熱，開封即食超方便！\n• 依據 AAFCO/NRC 主食營養標準設計'
    ),
    (
        48,
        'remark',
        '※ 綜合 12 包組：含 4 口味 3 包。\n※ 固定組合無法更換，如需不同口味可自行搭配下單。\n※ 商品圖片僅供參考，請以實物為準。\n※ 本產品以整塊原肉製作，保留豐富口感與營養。製程中偶有細小骨碎殘留，建議毛拔麻於餵食時稍加留意。若毛拔麻對產品有任何疑問，歡迎聯繫汪喵客服。\n【咬咬零食新上市！】'
    ),
    (
        49,
        'slogan',
        '滋補食材入罐，食慾體態都健康！'
    ),
    (
        49,
        'content',
        '• 慕斯質地易舔食，好消化吸收\n• 低鎂低鈉配方，保健心血管與腎臟\n• 95％超高肉含量，日常補充優質蛋白質\n• 完全無人工膠類、防腐劑等不良添加物'
    ),
    (
        49,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 三口味各8罐；(大) 三口味各 4 罐。\n※ 綜合一箱內含干貝鮭魚、滋補羊肉、元氣牛肉三個口味。\n【咬咬零食新上市！】'
    ),
    (
        50,
        'slogan',
        '適合幼犬、哺乳孕犬、術後犬作營養補充'
    ),
    (
        50,
        'content',
        '• 專屬營養添加！幫助維持骨骼＆免疫健康\n• 慕斯質地易舔食，好進食與消化吸收\n• 亦適合術後修復、體質較弱犬作營養補充'
    ),
    (
        50,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 各口味 12 罐；(大) 各口味 6 罐。\n※ 6 罐綜合組：各口味 3 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。\n【咬咬零食新上市！】'
    ),
    (52, 'slogan', '高含肉量+高適口性！'),
    (
        52,
        'content',
        '• 95% 鮮肉及內臟＋5% 植物與必需營養素\n• 嚴選人用頂級食材、產地溯源\n• 完全無人工膠類、防腐劑等不良添加物'
    ),
    (
        52,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 各口味 6 罐；(大) 各口味 3 罐。\n※ 4 罐綜合組：各口味 1 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。\n【咬咬零食新上市！】'
    ),
    (53, 'slogan', '【首購限量優惠】'),
    (
        53,
        'content',
        '* 優惠僅限首購，一人僅用一次'
    ),
    (
        53,
        'remark',
        '直接吃、拌著吃或加水吃，輕鬆升級毛孩主餐！\n• 最符合狗狗生理需求的頂級營養主食\n• 95% 超高含肉量與原肉香氣，挑嘴毛孩也超愛\n• 新鮮肉塊低溫乾燥有效殺菌，常溫保存最方便\n√高適口性 √生食營養 √餵食多情境 √保存方便\n※ 因應環保，塑膠湯匙請視需求額外加購\n※ 凍乾主食以高比例鮮肉製成，無添加額外澱粉，因此產品質地較為鬆軟，若開袋有部分鬆狀屬正常現象\n※ 因應飼主反饋，自 2025/11 起，已針對產品進行質地優化，使其更成形而不易碎，但配方皆與原本相同 ( 新版凍乾主食已陸續出貨，相較原版會需要花費較長時間復水，建議毛拔麻可先將其壓碎以提升復水還原效率 )\n【咬咬零食新上市！】'
    ),
    (54, 'slogan', '低敏生食餐，更好消化吸收'),
    (
        54,
        'content',
        '•汪喵生食皆有經過 HPP 高壓滅菌處理\n• 依據最嚴格的國家生食標準設計，每批自主送檢\n• 檢驗報告透明公開，安心享受生食！'
    ),
    (
        54,
        'remark',
        '※ 300g 綜合 6 入組： 因山野鵪鶉售完，組合口味改為 鴨*1 + 牛*1 + 鹿*1 + 羊*2 + 雞*1。\n※ 因超商取貨重量限制，冷凍包裹總重量需 ≦ 9.5公斤（約27包），如超過請改用\n宅配\n方式配送。\n※ 生食經由冷凍保存，有些微結霜是正常的哦！'
    ),
    (55, 'slogan', '補充綠色營養！'),
    (
        55,
        'content',
        '• 天然小麥草幫助狗狗補充豐富維生素'
    ),
    (55, 'remark', '');

-- product_images
INSERT INTO
    `product_images` (
        `prod_id_fk`,
        `src`,
        `image_order`
    )
VALUES (
        1,
        'images/products/images/cat/supplies/prod_0001_01.jpg',
        1
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_02.jpg',
        2
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_03.jpg',
        3
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_04.gif',
        4
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_05.jpg',
        5
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_06.jpg',
        6
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_07.jpg',
        7
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_08.jpg',
        8
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_09.jpg',
        9
    ),
    (
        1,
        'images/products/images/cat/supplies/prod_0001_10.jpg',
        10
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_01.jpg',
        1
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_02.jpg',
        2
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_03.gif',
        3
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_04.gif',
        4
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_05.jpg',
        5
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_06.jpg',
        6
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_07.gif',
        7
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_08.jpg',
        8
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_09.jpg',
        9
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_10.jpg',
        10
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_11.jpg',
        11
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_12.jpg',
        12
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_13.jpg',
        13
    ),
    (
        2,
        'images/products/images/cat/supplies/prod_0002_14.jpg',
        14
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_01.jpg',
        1
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_02.jpg',
        2
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_03.jpg',
        3
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_04.jpg',
        4
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_05.jpg',
        5
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_06.gif',
        6
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_07.gif',
        7
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_08.jpg',
        8
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_09.jpg',
        9
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_10.jpg',
        10
    ),
    (
        3,
        'images/products/images/cat/supplies/prod_0003_11.jpg',
        11
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_01.jpg',
        1
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_02.jpg',
        2
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_03.jpg',
        3
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_04.png',
        4
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_05.jpg',
        5
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_06.gif',
        6
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_07.jpg',
        7
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_08.jpg',
        8
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_09.jpg',
        9
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_10.jpg',
        10
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_11.jpg',
        11
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_12.png',
        12
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_13.png',
        13
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_14.jpg',
        14
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_15.png',
        15
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_16.png',
        16
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_17.png',
        17
    ),
    (
        4,
        'images/products/images/cat/main-food/prod_0004_18.png',
        18
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_01.jpg',
        1
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_02.jpg',
        2
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_03.gif',
        3
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_04.jpg',
        4
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_05.gif',
        5
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_06.jpg',
        6
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_07.jpg',
        7
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_08.gif',
        8
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_09.jpg',
        9
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_10.jpg',
        10
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_11.jpg',
        11
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_12.jpg',
        12
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_13.jpg',
        13
    ),
    (
        5,
        'images/products/images/cat/supplies/prod_0005_14.jpg',
        14
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_01.jpg',
        1
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_02.jpg',
        2
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_03.jpg',
        3
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_04.gif',
        4
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_05.jpg',
        5
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_06.gif',
        6
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_07.jpg',
        7
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_08.jpg',
        8
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_09.jpg',
        9
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_10.gif',
        10
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_11.jpg',
        11
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_12.jpg',
        12
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_13.jpg',
        13
    ),
    (
        6,
        'images/products/images/cat/supplies/prod_0006_14.jpg',
        14
    ),
    (
        7,
        'images/products/images/cat/supplies/prod_0007_01.jpg',
        1
    ),
    (
        7,
        'images/products/images/cat/supplies/prod_0007_02.jpg',
        2
    ),
    (
        7,
        'images/products/images/cat/supplies/prod_0007_03.jpg',
        3
    ),
    (
        7,
        'images/products/images/cat/supplies/prod_0007_04.jpg',
        4
    ),
    (
        7,
        'images/products/images/cat/supplies/prod_0007_05.gif',
        5
    ),
    (
        7,
        'images/products/images/cat/supplies/prod_0007_06.jpg',
        6
    ),
    (
        7,
        'images/products/images/cat/supplies/prod_0007_07.jpg',
        7
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_01.jpg',
        1
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_02.jpg',
        2
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_03.jpg',
        3
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_04.jpg',
        4
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_05.jpg',
        5
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_06.jpg',
        6
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_07.jpg',
        7
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_08.jpg',
        8
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_09.jpg',
        9
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_10.jpg',
        10
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_11.jpg',
        11
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_12.png',
        12
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_13.jpg',
        13
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_14.jpg',
        14
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_15.jpg',
        15
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_16.jpg',
        16
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_17.jpg',
        17
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_18.jpg',
        18
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_19.jpg',
        19
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_20.jpg',
        20
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_21.jpg',
        21
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_22.jpg',
        22
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_23.jpg',
        23
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_24.jpg',
        24
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_25.jpg',
        25
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_26.jpg',
        26
    ),
    (
        8,
        'images/products/images/cat/main-food/prod_0008_27.jpg',
        27
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_01.jpg',
        1
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_02.jpg',
        2
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_03.jpg',
        3
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_04.jpg',
        4
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_05.jpg',
        5
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_06.jpg',
        6
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_07.jpg',
        7
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_08.jpg',
        8
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_09.jpg',
        9
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_10.jpg',
        10
    ),
    (
        9,
        'images/products/images/cat/supplies/prod_0009_11.jpg',
        11
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_01.jpg',
        1
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_02.jpg',
        2
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_03.jpg',
        3
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_04.jpg',
        4
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_05.gif',
        5
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_06.jpg',
        6
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_07.jpg',
        7
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_08.jpg',
        8
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_09.jpg',
        9
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_10.jpg',
        10
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_11.jpg',
        11
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_12.jpg',
        12
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_13.jpg',
        13
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_14.jpg',
        14
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_15.jpg',
        15
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_16.jpg',
        16
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_17.jpg',
        17
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_18.jpg',
        18
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_19.jpg',
        19
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_20.jpg',
        20
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_21.jpg',
        21
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_22.jpg',
        22
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_23.jpg',
        23
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_24.jpg',
        24
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_25.jpg',
        25
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_26.gif',
        26
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_27.jpg',
        27
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_28.jpg',
        28
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_29.jpg',
        29
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_30.jpg',
        30
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_31.jpg',
        31
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_32.jpg',
        32
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_33.jpg',
        33
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_34.jpg',
        34
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_35.jpg',
        35
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_36.jpg',
        36
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_37.jpg',
        37
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_38.jpg',
        38
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_39.jpg',
        39
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_40.jpg',
        40
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_41.jpg',
        41
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_42.jpg',
        42
    ),
    (
        10,
        'images/products/images/cat/main-food/prod_0010_43.jpg',
        43
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_01.png',
        1
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_02.jpg',
        2
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_03.jpg',
        3
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_04.jpg',
        4
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_05.jpg',
        5
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_06.jpg',
        6
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_07.jpg',
        7
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_08.jpg',
        8
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_09.gif',
        9
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_10.gif',
        10
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_11.jpg',
        11
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_12.jpg',
        12
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_13.jpg',
        13
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_14.jpg',
        14
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_15.jpg',
        15
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_16.jpg',
        16
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_17.png',
        17
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_18.jpg',
        18
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_19.jpg',
        19
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_20.jpg',
        20
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_21.jpg',
        21
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_22.jpg',
        22
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_23.jpg',
        23
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_24.jpg',
        24
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_25.jpg',
        25
    ),
    (
        11,
        'images/products/images/cat/main-food/prod_0011_26.jpg',
        26
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_01.jpg',
        1
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_02.jpg',
        2
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_03.jpg',
        3
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_04.gif',
        4
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_05.jpg',
        5
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_06.jpg',
        6
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_07.jpg',
        7
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_08.jpg',
        8
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_09.gif',
        9
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_10.gif',
        10
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_11.jpg',
        11
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_12.jpg',
        12
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_13.jpg',
        13
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_14.jpg',
        14
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_15.jpg',
        15
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_16.jpg',
        16
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_17.jpg',
        17
    ),
    (
        12,
        'images/products/images/cat/supplies/prod_0012_18.jpg',
        18
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_01.jpg',
        1
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_02.jpg',
        2
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_03.gif',
        3
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_04.gif',
        4
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_05.png',
        5
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_06.gif',
        6
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_07.png',
        7
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_08.jpg',
        8
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_09.gif',
        9
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_10.jpg',
        10
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_11.jpg',
        11
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_12.jpg',
        12
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_13.jpg',
        13
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_14.jpg',
        14
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_15.jpg',
        15
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_16.jpg',
        16
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_17.jpg',
        17
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_18.gif',
        18
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_19.gif',
        19
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_20.png',
        20
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_21.gif',
        21
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_22.jpg',
        22
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_23.jpg',
        23
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_24.gif',
        24
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_25.jpg',
        25
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_26.jpg',
        26
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_27.jpg',
        27
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_28.jpg',
        28
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_29.jpg',
        29
    ),
    (
        13,
        'images/products/images/cat/supplies/prod_0013_30.jpg',
        30
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_01.png',
        1
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_02.png',
        2
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_03.png',
        3
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_04.png',
        4
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_05.png',
        5
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_06.png',
        6
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_07.gif',
        7
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_08.jpg',
        8
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_09.png',
        9
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_10.png',
        10
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_11.gif',
        11
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_12.gif',
        12
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_13.gif',
        13
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_14.jpg',
        14
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_15.jpg',
        15
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_16.jpg',
        16
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_17.png',
        17
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_18.jpg',
        18
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_19.jpg',
        19
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_20.png',
        20
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_21.png',
        21
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_22.jpg',
        22
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_23.gif',
        23
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_24.jpg',
        24
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_25.png',
        25
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_26.png',
        26
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_27.gif',
        27
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_28.gif',
        28
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_29.gif',
        29
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_30.png',
        30
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_31.jpg',
        31
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_32.jpg',
        32
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_33.png',
        33
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_34.png',
        34
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_35.jpg',
        35
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_36.png',
        36
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_37.jpg',
        37
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_38.jpg',
        38
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_39.jpg',
        39
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_40.jpg',
        40
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_41.jpg',
        41
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_42.jpg',
        42
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_43.jpg',
        43
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_44.jpg',
        44
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_45.jpg',
        45
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_46.jpg',
        46
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_47.jpg',
        47
    ),
    (
        14,
        'images/products/images/cat/supplies/prod_0014_48.jpg',
        48
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_01.jpg',
        1
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_02.jpg',
        2
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_03.jpg',
        3
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_04.png',
        4
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_05.jpg',
        5
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_06.jpg',
        6
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_07.png',
        7
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_08.gif',
        8
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_09.png',
        9
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_10.png',
        10
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_11.png',
        11
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_12.jpg',
        12
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_13.png',
        13
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_14.png',
        14
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_15.png',
        15
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_16.png',
        16
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_17.png',
        17
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_18.png',
        18
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_19.png',
        19
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_20.png',
        20
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_21.png',
        21
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_22.jpg',
        22
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_23.jpg',
        23
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_24.jpg',
        24
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_25.png',
        25
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_26.gif',
        26
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_27.png',
        27
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_28.png',
        28
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_29.png',
        29
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_30.jpg',
        30
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_31.png',
        31
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_32.png',
        32
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_33.png',
        33
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_34.png',
        34
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_35.png',
        35
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_36.png',
        36
    ),
    (
        15,
        'images/products/images/cat/supplement/prod_0015_37.png',
        37
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_01.jpg',
        1
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_02.jpg',
        2
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_03.jpg',
        3
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_04.jpg',
        4
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_05.jpg',
        5
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_06.jpg',
        6
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_07.gif',
        7
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_08.jpg',
        8
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_09.jpg',
        9
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_10.jpg',
        10
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_11.gif',
        11
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_12.gif',
        12
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_13.jpg',
        13
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_14.jpg',
        14
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_15.jpg',
        15
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_16.jpg',
        16
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_17.jpg',
        17
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_18.jpg',
        18
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_19.jpg',
        19
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_20.jpg',
        20
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_21.jpg',
        21
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_22.jpg',
        22
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_23.png',
        23
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_24.png',
        24
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_25.jpg',
        25
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_26.png',
        26
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_27.png',
        27
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_28.gif',
        28
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_29.png',
        29
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_30.png',
        30
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_31.png',
        31
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_32.gif',
        32
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_33.gif',
        33
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_34.jpg',
        34
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_35.jpg',
        35
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_36.jpg',
        36
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_37.jpg',
        37
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_38.jpg',
        38
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_39.jpg',
        39
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_40.jpg',
        40
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_41.jpg',
        41
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_42.png',
        42
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_43.png',
        43
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_44.png',
        44
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_45.jpg',
        45
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_46.jpg',
        46
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_47.jpg',
        47
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_48.jpg',
        48
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_49.jpg',
        49
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_50.jpg',
        50
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_51.jpg',
        51
    ),
    (
        16,
        'images/products/images/cat/supplies/prod_0016_52.jpg',
        52
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_01.png',
        1
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_02.png',
        2
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_03.png',
        3
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_04.png',
        4
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_05.png',
        5
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_06.png',
        6
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_07.png',
        7
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_08.gif',
        8
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_09.png',
        9
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_10.png',
        10
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_11.png',
        11
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_12.png',
        12
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_13.png',
        13
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_14.png',
        14
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_15.png',
        15
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_16.png',
        16
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_17.gif',
        17
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_18.png',
        18
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_19.png',
        19
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_20.png',
        20
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_21.png',
        21
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_22.png',
        22
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_23.png',
        23
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_24.png',
        24
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_25.png',
        25
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_26.png',
        26
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_27.png',
        27
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_28.png',
        28
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_29.png',
        29
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_30.png',
        30
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_31.png',
        31
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_32.png',
        32
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_33.png',
        33
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_34.png',
        34
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_35.gif',
        35
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_36.png',
        36
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_37.png',
        37
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_38.png',
        38
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_39.png',
        39
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_40.png',
        40
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_41.png',
        41
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_42.png',
        42
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_43.png',
        43
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_44.gif',
        44
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_45.png',
        45
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_46.png',
        46
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_47.png',
        47
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_48.png',
        48
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_49.png',
        49
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_50.png',
        50
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_51.png',
        51
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_52.png',
        52
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_53.png',
        53
    ),
    (
        17,
        'images/products/images/cat/supplies/prod_0017_54.png',
        54
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_01.png',
        1
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_02.png',
        2
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_03.png',
        3
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_04.png',
        4
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_05.png',
        5
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_06.png',
        6
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_07.png',
        7
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_08.png',
        8
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_09.gif',
        9
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_10.png',
        10
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_11.png',
        11
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_12.png',
        12
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_13.png',
        13
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_14.png',
        14
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_15.png',
        15
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_16.png',
        16
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_17.png',
        17
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_18.png',
        18
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_19.png',
        19
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_20.png',
        20
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_21.png',
        21
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_22.png',
        22
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_23.png',
        23
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_24.png',
        24
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_25.png',
        25
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_26.png',
        26
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_27.png',
        27
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_28.png',
        28
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_29.gif',
        29
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_30.png',
        30
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_31.png',
        31
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_32.png',
        32
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_33.png',
        33
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_34.png',
        34
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_35.png',
        35
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_36.png',
        36
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_37.png',
        37
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_38.png',
        38
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_39.png',
        39
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_40.png',
        40
    ),
    (
        18,
        'images/products/images/cat/supplies/prod_0018_41.png',
        41
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_01.png',
        1
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_02.png',
        2
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_03.png',
        3
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_04.png',
        4
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_05.png',
        5
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_06.png',
        6
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_07.png',
        7
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_08.png',
        8
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_09.png',
        9
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_10.png',
        10
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_11.png',
        11
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_12.png',
        12
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_13.png',
        13
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_14.png',
        14
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_15.png',
        15
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_16.png',
        16
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_17.png',
        17
    ),
    (
        19,
        'images/products/images/cat/supplies/prod_0019_18.png',
        18
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_01.png',
        1
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_02.png',
        2
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_03.png',
        3
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_04.png',
        4
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_05.png',
        5
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_06.gif',
        6
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_07.png',
        7
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_08.gif',
        8
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_09.gif',
        9
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_10.png',
        10
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_11.gif',
        11
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_12.png',
        12
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_13.png',
        13
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_14.png',
        14
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_15.png',
        15
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_16.png',
        16
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_17.png',
        17
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_18.png',
        18
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_19.png',
        19
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_20.png',
        20
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_21.png',
        21
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_22.png',
        22
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_23.gif',
        23
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_24.png',
        24
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_25.gif',
        25
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_26.gif',
        26
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_27.png',
        27
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_28.gif',
        28
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_29.png',
        29
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_30.png',
        30
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_31.png',
        31
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_32.png',
        32
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_33.png',
        33
    ),
    (
        20,
        'images/products/images/cat/supplies/prod_0020_34.png',
        34
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_01.jpg',
        1
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_02.png',
        2
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_03.png',
        3
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_04.png',
        4
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_05.png',
        5
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_06.jpg',
        6
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_07.jpg',
        7
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_08.png',
        8
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_09.png',
        9
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_10.png',
        10
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_11.png',
        11
    ),
    (
        21,
        'images/products/images/cat/supplies/prod_0021_12.jpg',
        12
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_01.png',
        1
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_02.png',
        2
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_03.png',
        3
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_04.png',
        4
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_05.png',
        5
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_06.png',
        6
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_07.png',
        7
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_08.png',
        8
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_09.png',
        9
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_10.png',
        10
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_11.png',
        11
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_12.png',
        12
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_13.jpg',
        13
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_14.png',
        14
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_15.png',
        15
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_16.png',
        16
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_17.png',
        17
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_18.png',
        18
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_19.jpg',
        19
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_20.png',
        20
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_21.png',
        21
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_22.png',
        22
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_23.png',
        23
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_24.png',
        24
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_25.png',
        25
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_26.png',
        26
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_27.png',
        27
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_28.png',
        28
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_29.png',
        29
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_30.png',
        30
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_31.png',
        31
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_32.png',
        32
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_33.png',
        33
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_34.jpg',
        34
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_35.png',
        35
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_36.png',
        36
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_37.png',
        37
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_38.png',
        38
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_39.png',
        39
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_40.jpg',
        40
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_41.png',
        41
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_42.png',
        42
    ),
    (
        22,
        'images/products/images/cat/supplies/prod_0022_43.png',
        43
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_01.png',
        1
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_02.png',
        2
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_03.png',
        3
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_04.png',
        4
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_05.gif',
        5
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_06.png',
        6
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_07.png',
        7
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_08.png',
        8
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_09.png',
        9
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_10.png',
        10
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_11.png',
        11
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_12.png',
        12
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_13.png',
        13
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_14.gif',
        14
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_15.png',
        15
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_16.png',
        16
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_17.png',
        17
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_18.png',
        18
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_19.png',
        19
    ),
    (
        23,
        'images/products/images/cat/supplies/prod_0023_20.png',
        20
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_01.jpg',
        1
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_02.jpg',
        2
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_03.jpg',
        3
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_04.jpg',
        4
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_05.jpg',
        5
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_06.gif',
        6
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_07.png',
        7
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_08.jpg',
        8
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_09.jpg',
        9
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_10.jpg',
        10
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_11.jpg',
        11
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_12.jpg',
        12
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_13.png',
        13
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_14.jpg',
        14
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_15.jpg',
        15
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_16.png',
        16
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_17.jpg',
        17
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_18.jpg',
        18
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_19.jpg',
        19
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_20.jpg',
        20
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_21.jpg',
        21
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_22.jpg',
        22
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_23.jpg',
        23
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_24.gif',
        24
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_25.png',
        25
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_26.jpg',
        26
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_27.jpg',
        27
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_28.jpg',
        28
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_29.jpg',
        29
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_30.jpg',
        30
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_31.png',
        31
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_32.jpg',
        32
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_33.jpg',
        33
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_34.jpg',
        34
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_35.jpg',
        35
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_36.png',
        36
    ),
    (
        24,
        'images/products/images/cat/main-food/prod_0024_37.jpg',
        37
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_01.jpg',
        1
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_02.png',
        2
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_03.jpg',
        3
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_04.png',
        4
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_05.png',
        5
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_06.png',
        6
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_07.jpg',
        7
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_08.png',
        8
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_09.png',
        9
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_10.jpg',
        10
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_11.png',
        11
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_12.png',
        12
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_13.png',
        13
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_14.png',
        14
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_15.jpg',
        15
    ),
    (
        25,
        'images/products/images/cat/supplies/prod_0025_16.png',
        16
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_01.jpg',
        1
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_02.png',
        2
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_03.png',
        3
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_04.jpg',
        4
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_05.png',
        5
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_06.jpg',
        6
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_07.png',
        7
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_08.png',
        8
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_09.jpg',
        9
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_10.png',
        10
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_11.png',
        11
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_12.jpg',
        12
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_13.png',
        13
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_14.png',
        14
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_15.png',
        15
    ),
    (
        27,
        'images/products/images/cat/main-food/prod_0027_16.png',
        16
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_01.jpg',
        1
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_02.jpg',
        2
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_03.jpg',
        3
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_04.png',
        4
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_05.png',
        5
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_06.jpg',
        6
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_07.png',
        7
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_08.png',
        8
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_09.jpg',
        9
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_10.png',
        10
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_11.png',
        11
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_12.jpg',
        12
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_13.jpg',
        13
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_14.jpg',
        14
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_15.jpg',
        15
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_16.jpg',
        16
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_17.jpg',
        17
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_18.png',
        18
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_19.png',
        19
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_20.jpg',
        20
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_21.png',
        21
    ),
    (
        28,
        'images/products/images/cat/main-food/prod_0028_22.jpg',
        22
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_01.png',
        1
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_02.jpg',
        2
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_03.jpg',
        3
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_04.png',
        4
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_05.png',
        5
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_06.png',
        6
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_07.jpg',
        7
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_08.png',
        8
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_09.jpg',
        9
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_10.jpg',
        10
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_11.png',
        11
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_12.png',
        12
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_13.png',
        13
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_14.jpg',
        14
    ),
    (
        29,
        'images/products/images/cat/main-food/prod_0029_15.png',
        15
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_01.jpg',
        1
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_02.jpg',
        2
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_03.jpg',
        3
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_04.jpg',
        4
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_05.png',
        5
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_06.png',
        6
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_07.png',
        7
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_08.jpg',
        8
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_09.jpg',
        9
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_10.jpg',
        10
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_11.jpg',
        11
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_12.png',
        12
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_13.png',
        13
    ),
    (
        30,
        'images/products/images/cat/main-food/prod_0030_14.png',
        14
    ),
    (
        31,
        'images/products/images/cat/treat/prod_0031_01.jpg',
        1
    ),
    (
        31,
        'images/products/images/cat/treat/prod_0031_02.jpg',
        2
    ),
    (
        31,
        'images/products/images/cat/treat/prod_0031_03.jpg',
        3
    ),
    (
        31,
        'images/products/images/cat/treat/prod_0031_04.jpg',
        4
    ),
    (
        31,
        'images/products/images/cat/treat/prod_0031_05.jpg',
        5
    ),
    (
        31,
        'images/products/images/cat/treat/prod_0031_06.jpg',
        6
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_01.jpg',
        1
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_02.jpg',
        2
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_03.png',
        3
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_04.jpg',
        4
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_05.jpg',
        5
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_06.png',
        6
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_07.jpg',
        7
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_08.jpg',
        8
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_09.png',
        9
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_10.png',
        10
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_11.jpg',
        11
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_12.jpg',
        12
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_13.jpg',
        13
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_14.jpg',
        14
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_15.png',
        15
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_16.jpg',
        16
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_17.jpg',
        17
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_18.png',
        18
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_19.png',
        19
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_20.jpg',
        20
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_21.jpg',
        21
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_23.jpg',
        22
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_24.jpg',
        23
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_26.png',
        24
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_27.jpg',
        25
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_28.jpg',
        26
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_29.jpg',
        27
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_30.jpg',
        28
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_31.png',
        29
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_32.jpg',
        30
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_33.jpg',
        31
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_34.jpg',
        32
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_35.jpg',
        33
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_36.jpg',
        34
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_37.jpg',
        35
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_38.jpg',
        36
    ),
    (
        32,
        'images/products/images/cat/main-food/prod_0032_39.jpg',
        37
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_01.jpg',
        1
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_02.jpg',
        2
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_03.png',
        3
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_04.png',
        4
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_05.jpg',
        5
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_06.jpg',
        6
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_07.png',
        7
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_08.png',
        8
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_09.jpg',
        9
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_10.jpg',
        10
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_11.jpg',
        11
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_12.png',
        12
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_13.jpg',
        13
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_14.png',
        14
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_15.png',
        15
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_16.jpg',
        16
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_17.jpg',
        17
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_18.png',
        18
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_19.png',
        19
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_20.png',
        20
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_21.jpg',
        21
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_22.png',
        22
    ),
    (
        33,
        'images/products/images/cat/supplement/prod_0033_23.png',
        23
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_01.jpg',
        1
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_02.png',
        2
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_03.jpg',
        3
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_04.jpg',
        4
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_05.jpg',
        5
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_06.jpg',
        6
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_07.jpg',
        7
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_08.png',
        8
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_09.png',
        9
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_10.jpg',
        10
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_11.jpg',
        11
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_12.jpg',
        12
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_13.png',
        13
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_14.png',
        14
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_15.jpg',
        15
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_16.png',
        16
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_17.jpg',
        17
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_18.jpg',
        18
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_19.jpg',
        19
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_20.jpg',
        20
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_21.jpg',
        21
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_22.png',
        22
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_23.png',
        23
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_24.jpg',
        24
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_25.jpg',
        25
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_26.jpg',
        26
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_27.png',
        27
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_28.png',
        28
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_29.jpg',
        29
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_30.jpg',
        30
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_31.jpg',
        31
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_32.jpg',
        32
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_33.jpg',
        33
    ),
    (
        34,
        'images/products/images/cat/main-food/prod_0034_34.jpg',
        34
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_01.png',
        1
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_02.jpg',
        2
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_03.jpg',
        3
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_04.jpg',
        4
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_05.png',
        5
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_06.png',
        6
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_07.png',
        7
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_08.jpg',
        8
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_09.jpg',
        9
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_10.jpg',
        10
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_11.jpg',
        11
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_12.jpg',
        12
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_13.png',
        13
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_14.jpg',
        14
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_15.jpg',
        15
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_16.jpg',
        16
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_17.jpg',
        17
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_18.jpg',
        18
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_19.jpg',
        19
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_20.jpg',
        20
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_21.jpg',
        21
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_22.jpg',
        22
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_23.jpg',
        23
    ),
    (
        35,
        'images/products/images/cat/main-food/prod_0035_24.jpg',
        24
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_01.jpg',
        1
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_02.jpg',
        2
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_03.png',
        3
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_04.png',
        4
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_05.png',
        5
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_06.png',
        6
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_07.png',
        7
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_08.png',
        8
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_09.jpg',
        9
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_10.png',
        10
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_11.jpg',
        11
    ),
    (
        36,
        'images/products/images/cat/main-food/prod_0036_12.png',
        12
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_01.jpg',
        1
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_02.jpg',
        2
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_03.jpg',
        3
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_04.png',
        4
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_05.jpg',
        5
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_06.png',
        6
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_07.jpg',
        7
    ),
    (
        37,
        'images/products/images/cat/treat/prod_0037_08.png',
        8
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_01.jpg',
        1
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_02.png',
        2
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_03.png',
        3
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_04.png',
        4
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_05.png',
        5
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_06.jpg',
        6
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_07.png',
        7
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_08.jpg',
        8
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_09.png',
        9
    ),
    (
        38,
        'images/products/images/cat/treat/prod_0038_10.jpg',
        10
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_01.jpg',
        1
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_02.jpg',
        2
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_03.jpg',
        3
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_04.jpg',
        4
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_05.jpg',
        5
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_06.jpg',
        6
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_07.jpg',
        7
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_08.jpg',
        8
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_09.jpg',
        9
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_10.jpg',
        10
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_11.jpg',
        11
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_12.jpg',
        12
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_13.jpg',
        13
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_14.jpg',
        14
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_15.jpg',
        15
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_16.jpg',
        16
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_17.jpg',
        17
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_18.jpg',
        18
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_19.jpg',
        19
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_20.jpg',
        20
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_21.jpg',
        21
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_22.jpg',
        22
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_23.jpg',
        23
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_24.jpg',
        24
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_25.jpg',
        25
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_26.jpg',
        26
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_27.jpg',
        27
    ),
    (
        41,
        'images/products/images/dog/main-food/prod_0041_28.jpg',
        28
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_01.jpg',
        1
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_02.jpg',
        2
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_03.png',
        3
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_04.gif',
        4
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_05.jpg',
        5
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_06.jpg',
        6
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_07.jpg',
        7
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_08.jpg',
        8
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_09.jpg',
        9
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_10.jpg',
        10
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_11.jpg',
        11
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_12.png',
        12
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_13.gif',
        13
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_14.jpg',
        14
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_15.jpg',
        15
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_16.jpg',
        16
    ),
    (
        42,
        'images/products/images/dog/supplies/prod_0042_17.jpg',
        17
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_01.jpg',
        1
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_02.jpg',
        2
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_03.jpg',
        3
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_04.jpg',
        4
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_05.gif',
        5
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_06.gif',
        6
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_07.jpg',
        7
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_08.jpg',
        8
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_09.jpg',
        9
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_10.jpg',
        10
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_11.jpg',
        11
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_12.jpg',
        12
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_13.jpg',
        13
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_14.jpg',
        14
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_15.jpg',
        15
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_16.jpg',
        16
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_17.jpg',
        17
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_18.gif',
        18
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_19.gif',
        19
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_20.jpg',
        20
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_21.jpg',
        21
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_22.jpg',
        22
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_23.jpg',
        23
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_24.jpg',
        24
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_25.jpg',
        25
    ),
    (
        43,
        'images/products/images/dog/leash/prod_0043_26.jpg',
        26
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_01.jpg',
        1
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_02.jpg',
        2
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_03.jpg',
        3
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_04.jpg',
        4
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_05.gif',
        5
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_06.jpg',
        6
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_07.jpg',
        7
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_08.jpg',
        8
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_09.jpg',
        9
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_10.jpg',
        10
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_11.gif',
        11
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_12.jpg',
        12
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_13.jpg',
        13
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_14.jpg',
        14
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_15.jpg',
        15
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_16.jpg',
        16
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_17.jpg',
        17
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_18.jpg',
        18
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_19.jpg',
        19
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_20.gif',
        20
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_21.jpg',
        21
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_22.jpg',
        22
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_23.jpg',
        23
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_24.jpg',
        24
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_25.jpg',
        25
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_26.gif',
        26
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_27.jpg',
        27
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_28.jpg',
        28
    ),
    (
        44,
        'images/products/images/dog/leash/prod_0044_29.jpg',
        29
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_01.jpg',
        1
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_02.png',
        2
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_03.png',
        3
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_04.png',
        4
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_05.png',
        5
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_06.jpg',
        6
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_07.png',
        7
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_08.png',
        8
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_09.png',
        9
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_10.png',
        10
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_11.jpg',
        11
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_12.jpg',
        12
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_13.jpg',
        13
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_14.png',
        14
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_15.png',
        15
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_16.png',
        16
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_17.jpg',
        17
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_18.jpg',
        18
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_19.jpg',
        19
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_20.png',
        20
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_21.png',
        21
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_22.png',
        22
    ),
    (
        48,
        'images/products/images/dog/main-food/prod_0048_23.png',
        23
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_01.jpg',
        1
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_02.jpg',
        2
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_03.jpg',
        3
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_04.jpg',
        4
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_05.jpg',
        5
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_06.jpg',
        6
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_07.gif',
        7
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_08.jpg',
        8
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_09.jpg',
        9
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_10.jpg',
        10
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_11.jpg',
        11
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_12.jpg',
        12
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_13.jpg',
        13
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_14.jpg',
        14
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_15.png',
        15
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_16.png',
        16
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_17.jpg',
        17
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_18.jpg',
        18
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_19.jpg',
        19
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_20.jpg',
        20
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_21.jpg',
        21
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_22.jpg',
        22
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_23.jpg',
        23
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_24.gif',
        24
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_25.jpg',
        25
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_26.jpg',
        26
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_27.jpg',
        27
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_28.jpg',
        28
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_29.jpg',
        29
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_30.jpg',
        30
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_31.jpg',
        31
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_32.jpg',
        32
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_33.png',
        33
    ),
    (
        49,
        'images/products/images/dog/main-food/prod_0049_34.jpg',
        34
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_01.png',
        1
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_02.png',
        2
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_03.jpg',
        3
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_04.jpg',
        4
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_05.jpg',
        5
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_06.jpg',
        6
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_07.png',
        7
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_08.jpg',
        8
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_09.jpg',
        9
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_10.png',
        10
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_11.png',
        11
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_12.png',
        12
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_13.jpg',
        13
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_14.jpg',
        14
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_15.jpg',
        15
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_16.jpg',
        16
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_17.png',
        17
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_18.png',
        18
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_19.jpg',
        19
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_20.jpg',
        20
    ),
    (
        50,
        'images/products/images/dog/main-food/prod_0050_21.png',
        21
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_01.jpg',
        1
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_02.png',
        2
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_03.jpg',
        3
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_04.jpg',
        4
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_05.jpg',
        5
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_06.jpg',
        6
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_07.jpg',
        7
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_08.jpg',
        8
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_09.jpg',
        9
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_10.png',
        10
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_11.jpg',
        11
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_12.png',
        12
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_13.jpg',
        13
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_14.jpg',
        14
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_15.png',
        15
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_16.jpg',
        16
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_17.jpg',
        17
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_18.jpg',
        18
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_19.jpg',
        19
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_20.jpg',
        20
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_21.jpg',
        21
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_22.jpg',
        22
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_23.png',
        23
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_24.jpg',
        24
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_25.png',
        25
    ),
    (
        52,
        'images/products/images/dog/main-food/prod_0052_26.jpg',
        26
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_01.png',
        1
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_02.jpg',
        2
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_03.jpg',
        3
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_04.jpg',
        4
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_05.jpg',
        5
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_06.png',
        6
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_07.png',
        7
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_08.png',
        8
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_09.jpg',
        9
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_10.jpg',
        10
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_11.jpg',
        11
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_12.jpg',
        12
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_13.jpg',
        13
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_14.png',
        14
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_15.png',
        15
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_16.png',
        16
    ),
    (
        53,
        'images/products/images/dog/main-food/prod_0053_17.jpg',
        17
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_01.png',
        1
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_02.png',
        2
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_03.png',
        3
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_04.png',
        4
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_05.png',
        5
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_06.png',
        6
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_07.png',
        7
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_08.jpg',
        8
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_09.png',
        9
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_10.jpg',
        10
    ),
    (
        54,
        'images/products/images/dog/main-food/prod_0054_11.png',
        11
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_01.png',
        1
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_02.jpg',
        2
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_03.png',
        3
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_04.png',
        4
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_05.png',
        5
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_06.png',
        6
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_07.png',
        7
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_08.jpg',
        8
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_09.png',
        9
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_10.png',
        10
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_11.png',
        11
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_12.jpg',
        12
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_13.png',
        13
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_14.png',
        14
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_15.png',
        15
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_16.jpg',
        16
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_17.png',
        17
    ),
    (
        55,
        'images/products/images/dog/treat/prod_0055_18.png',
        18
    );