
INSERT INTO
    `product_intros` (
        `prod_id_fk`,
        `intro_type`,
        `intro_text`
    )
VALUES (
        1,
        'slogan',
        '貓咪界懶骨頭，讓貓咪隨時伸、躺、抓！'
    ),
    (
        1,
        'content',
        '• 頂級長纖維紙漿，耐抓不易掉屑\n• 雙材質紙漿設計，打造豐富抓感體驗\n• 3種質感配色，輕鬆融入居家空間\n• 採用無毒膠水製作，不怕貓咪亂咬\n☑ 貓咪抓磨時可能留下抓痕，但不易掉屑，減少清理負擔'
    ),
    (
        1,
        'remark',
        '※ 因材積限制，僅開放宅配，未開放超商取貨。\n※ 貓抓板為手工製作，外層有 1.5~2mm 偏移為正常現象，不影響毛孩使用喔！\n※ 本產品為手工製作，殘留些許黏著與殘膠痕跡，屬於正常現象不影響產品功能，接合膠水經過ＳＧＳ無毒檢驗，請安心使用'
    ),
    (
        2,
        'slogan',
        '4面都能抓8字貓抓板，多種玩法讓貓咪盡情抓！'
    ),
    (
        2,
        'content',
        '• 可拆式設計讓抓面利用更完整\n• 超過6種玩法，怎麼玩都不會膩\n• 頂級長纖維紙漿，耐抓不易掉屑\n• 雙材質紙漿打造豐富抓感體驗\n☑ 貓咪抓磨時可能留下抓痕，但不易掉屑，減少清理負擔'
    ),
    (
        2,
        'remark',
        '※ 因材積限制，僅開放宅配，未開放超商取貨。\n※ 貓抓板為手工製作，外層有 1.5~2mm 偏移為正常現象，不影響毛孩使用喔！\n※ 本產品為手工製作，殘留些許黏著與殘膠痕跡，屬於正常現象不影響產品功能，接合膠水經過ＳＧＳ無毒檢驗，請安心使用。'
    ),
    (
        3,
        'slogan',
        '獨家８字導砂集砂結構，完美控砂！'
    ),
    (
        3,
        'content',
        '．8字孔設計不限砂種，長條豆腐砂適用\n．FDA認證材料+食品級矽膠，用得安心更放心\n．防水材質，一沖即淨清洗超便利/n徹底解決家中落砂困擾✨'
    ),
    (
        3,
        'remark',
        '※ 因為材積限制，落砂墊一律採宅配配送。'
    ),
    (4, 'slogan', '貓咪滴雞精、滴魚精主食！'),
    (
        4,
        'content',
        '• 富含小分子胺基酸，滋補強身、維持活力\n• 4款機能，顧腸胃Ｘ泌尿Ｘ免疫Ｘ皮膚\n• 高嗜口性，滴精香氣ｘ慕斯肉泥質地\n• 雙開口設計，拿著餵、擠出來都ok\n☑ 無人工膠類 ☑ 無穀 ☑ 無不良添加物'
    ),
    (
        4,
        'remark',
        '※ 一盒 20 包\n※ 綜合一盒為營養鮮雞餐、鮮雞鮭魚餐、鱈魚牛肉餐、鰹魚烏魚餐各5包，口味皆無法更換，如需不同口味可自行搭配下單'
    ),
    (5, 'slogan', '超越豆腐砂，鏟砂不留痕！'),
    (
        5,
        'content',
        '• 木薯砂添加，增強貓砂凝結力，告別碎塊！\n• 長條砂添加，落砂少、維持家中整潔\n• 環境益生菌＋活性碳，消除貓砂異味\n☑ 食品級成分，誤食不擔憂\n☑ 低粉塵設計，保護人寵呼吸道'
    ),
    (
        5,
        'remark',
        '※ 因重量限制，單筆購買 4 包以上僅開放宅配。\n※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用。\n※ 為保護商品，貓砂一箱 (6包) 一律採單箱獨立配送，可能於不同時段配達。'
    ),
    (6, 'slogan', '一鏟脫膜，告別黏邊黏底！'),
    (
        6,
        'content',
        '• 凝結力強：木薯結團強，邊角尿也能一次鏟除\n• 近乎無塵：七道除塵ｘ顆粒堅硬不易粉化\n• 長效消臭：環境益生菌消臭、小蘇打\n☑ 食品級成分，誤食不擔憂\n☑ 小顆粒貓砂，無痛轉砂OK、礦砂貓咪推薦'
    ),
    (
        6,
        'remark',
        '※ 因重量限制，單筆購買 4 包以上僅開放宅配。\n※ 為保護商品，貓砂一箱 (6包) 一律採單箱獨立配送，可能於不同時段配達。\n※ 2026/7/3 起出貨 2.\n0 升級版木薯\n砂'
    ),
    (
        7,
        'slogan',
        'MOFU X 小宅生活獨家開發'
    ),
    (
        7,
        'content',
        '• 剛好的門檻高度，友善毛孩關節\n• 舒適如廁大空間！能轉身不壓迫、不將味道悶住\n• 34cm開放式高牆，滿足貓咪警戒躲藏需求，貓砂尿液不外噴\n• 懸空踏板，滿足習慣站著上廁所的貓'
    ),
    (
        7,
        'remark',
        '※ 因材積限制，貓砂盆僅開放宅配，未開放超商取貨。\n※ 為保護其他商品，貓砂盆一律採單箱獨立配送。'
    ),
    (8, 'slogan', '小份量快速完食ｘ輕鬆補水！'),
    (
        8,
        'content',
        '• 55g小份量，快速完食新鮮不浪費\n• 含水量＞70%，輕鬆補足所需水量\n• 全營養主食，依據AAFCO/NRC營養標準\n挑嘴迷你新上市 /'
    ),
    (
        8,
        'remark',
        '※ 一箱為 24 入 。\n※ 營養罐綜合箱內含鮮嫩雞肉、鱸魚雞肉兩種口味。\n※ 挑嘴罐綜合箱內含鯖魚雞肉、鮭魚鰹魚、秋刀魚雞肉三種口味。'
    ),
    (
        9,
        'slogan',
        '寢具等級面料，一面是涼感親膚、另一面是溫暖毛絨觸感，四季都適用'
    ),
    (
        9,
        'content',
        '• 細短絨超輕膚！\n• 寢具級涼感面料，不悶熱\n• 作為安撫小被被，熟悉的味道最安心'
    ),
    (9, 'remark', ''),
    (
        10,
        'slogan',
        '綿密肉泥質地 X 專利益菌 X 高含肉量'
    ),
    (
        10,
        'content',
        '• 綿密慕斯肉泥口感，專為貓咪舔食習性打造\n• 專利益菌三合一，顧腸道助營養吸收\n• 絕佳適口性，水解技術釋放食物天然香氣\n• 98%高含肉量，且無膠無穀無防腐劑'
    ),
    (
        10,
        'remark',
        '※ 若購買3箱以上罐頭可選擇寄倉'
    ),
    (11, 'slogan', '【首購限量優惠】'),
    (
        11,
        'content',
        '* 優惠僅限首購，一人僅用一次'
    ),
    (
        11,
        'remark',
        '直接吃、拌著吃或加水吃，輕鬆升級毛孩主餐！\n• 最符合貓咪生理需求的頂級營養主食\n• 98% 超高含肉量與原肉香氣，挑食貓也超愛\n• 新鮮肉塊低溫乾燥有效殺菌，常溫保存最方便\n• 可適用於自動餵食機\n√高適口性 √生食營養 √餵食多情境 √保存方便\n> 前往「貓咪台灣凍乾主食」\n※ 因應環保，塑膠湯匙請視需求額外加購\n※ 小方粒較為酥脆，其長寬高≒1cm，適用接受≥1cm顆粒的自動餵食機'
    ),
    (12, 'slogan', '貓咪泌尿風險天天有'),
    (
        12,
        'content',
        '• 使用簡單，倒入砂盆即可監測泌尿健康\n• 每日健檢，日常及早發現貓咪健康警訊\n• 高靈敏度，10 秒測出眼睛看不到的血尿\n☑ 隱血砂：推薦給平時就在使用豆腐砂的貓咪，CP值高！\n※\n隱血砂將\n年 6\n月起，陸續更新為\n2.0 新配方與全新包裝\n，\n過渡期間收到新舊版均屬正常現象，請安心使用。'
    ),
    (
        12,
        'remark',
        '※ 因重量限制，單筆購買 4 包以上僅開放宅配。\n※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用。\n※ 為保護商品，貓砂一箱 (6包) 一律採單箱獨立配送，可能於不同時段配達。'
    ),
    (13, 'slogan', '隨處擺，讓貓咪隨處抓！'),
    (
        13,
        'content',
        '• Paw-Tex專利技術，貓咪抓起來更舒服\n• 紮實分量感，貓咪爽抓不位移\n• SGS 無毒膠水貼合，亂吃亂咬都不怕\n☑ 小８字產品圖貓咪為 3kg ~ 6kg\n☑ 貓抓時可能產生抓痕，但紙屑不會輕易掉落地板，減少清理負擔'
    ),
    (
        13,
        'remark',
        '※ 因材積限制，8 字貓抓板僅開放宅配，未開放超商取貨。\n※新舊版貓抓板尺寸不同，原大 8 字尺寸為長84 x 高27 x 寬26cm。新款觸感更佳！\n※貓抓板為手工製作，外層有 1.5~2mm 偏移為正常現象，不影響毛孩使用喔！'
    ),
    (
        14,
        'slogan',
        '天然花草 X 瞬吸凝結 X 低粉塵'
    ),
    (
        14,
        'content',
        '• 100% 無毒花草磨粉融合豆腐砂原料，0化學0色素\n• 環境益生菌 X 活性碳，消除貓砂臭味\n• 最適原料比，1.5 秒快速凝結、3 秒溶水崩解\n• 五道除塵 X 條狀加壓，低粉塵且少落砂'
    ),
    (
        14,
        'remark',
        '※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用\n※ 因重量限制，單筆購買 4 包以上僅開放宅配；為保護商品，貓砂一箱 ( 6包 ) 採獨立配送，可能於不同時段配達\n※ 欲購買12包以上貓砂，可選擇寄倉：除同享多包優惠價，還可免費分次出貨、並加贈汪喵幣'
    ),
    (
        15,
        'slogan',
        '成貓腎臟保養，從每日主食開始'
    ),
    (
        15,
        'content',
        '• 低磷+中低蛋白配方，維持腎臟健康\n• 添加專利益生質，幫助腎臟保健\n• 美味食材×水解技術，肉香濃郁，嗜口性高！\n• 慕斯質地，更好進食與消化吸收'
    ),
    (
        15,
        'remark',
        '※ 低磷罐平均磷含量約 125~135 mg/100 kcal'
    ),
    (
        16,
        'slogan',
        '好適應 + 少粉塵，一次滿足！'
    ),
    (
        16,
        'content',
        '• 表面特殊加壓，少粉塵、不易粉化\n• 高適腳性「小顆粒」，毛孩無痛轉砂\n• 環境益生菌 + 活性碳，雙效除臭\n• 凝結溶水最適比，好鏟不散塊、可沖馬桶\n√貓砂機適用 √可沖馬桶 √小顆粒輕鬆轉砂'
    ),
    (
        16,
        'remark',
        '※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用\n※ 因重量限制，單筆購買 4 包以上僅開放宅配；為保護商品，貓砂一箱 ( 6包 ) 採獨立配送，可能於不同時段配達\n※ 欲購買12包以上貓砂，可選擇寄倉：除同享多包優惠價，還可免費分次出貨、並加贈汪喵幣'
    ),
    (17, 'slogan', '兼具人寵舒適與好清潔！'),
    (
        17,
        'content',
        '• 開放大空間，符合貓咪天性，如廁不壓迫\n• 35cm高牆，防止貓砂、尿液外噴\n• 一體成形，好清潔、不易藏污納垢\n※ 每組內容物：砂盆*1、8字踏板*1、8字砂鏟*1'
    ),
    (
        17,
        'remark',
        '※ 因材積限制，貓砂盆僅開放宅配，未開放超商取貨。\n※ 為保護其他商品，貓砂盆一律採單箱獨立配送。\n※ 提醒：兩入優惠組為兩組砂盆於一個配送箱內。'
    ),
    (18, 'slogan', '完整圍繞，一粒砂也不放過！'),
    (
        18,
        'content',
        '• 圓弧波浪線條，高適腳性、溫柔剔除貓掌砂\n• 單層設計＋防水矽膠，清潔快速簡便\n• 自由拼接，可完整圍繞各式砂盆出口'
    ),
    (
        18,
        'remark',
        '※ 因材積限制，落砂墊僅開放宅配，未開放超商取貨。\n※ 為保護其他商品，落砂墊一律採單箱獨立配送。'
    ),
    (
        19,
        'slogan',
        '剪指甲不分岔，降低毛孩排斥感'
    ),
    (
        19,
        'content',
        '• 美國 JW 貓咪專用指甲剪\n• 刀面鋒利，輕鬆修剪指甲'
    ),
    (19, 'remark', ''),
    (20, 'slogan', '篩的快！小尿塊一個不漏'),
    (
        20,
        'content',
        '► 獲得台灣專利、榮獲 2022 德國 iF 設計獎！\n• 專利 8 字孔洞，好篩好過濾\n• 大鏟面設計，鏟砂效率加倍！'
    ),
    (20, 'remark', ''),
    (21, 'slogan', '最安靜又有質感的貓隧道！'),
    (
        21,
        'content',
        '• 麂皮絨材質，半夜暴衝不怕吵\n• S 型設計 + 不透光布料，勾起貓咪探險慾望\n• 可折疊，方便收納'
    ),
    (21, 'remark', ''),
    (
        22,
        'slogan',
        '活性碳 + 環境益生菌，雙效除臭！'
    ),
    (
        22,
        'content',
        '• 活性碳 + 環境益生菌，雙效去除貓砂異味\n• 五道除塵 + 壓實壓密，少落砂也少粉塵\n• 實測原料最適比，1.5 秒快速凝結不散塊、沖馬桶 3 秒溶水崩解'
    ),
    (
        22,
        'remark',
        '※ 運送中可能導致真空漏氣，為正常現象不影響貓砂品質，請放心使用\n※ 因重量限制，單筆購買 4 包以上僅開放宅配；為保護商品，貓砂一箱 ( 6包 ) 採獨立配送，可能於不同時段配達\n※ 欲購買12包以上貓砂，可選擇寄倉：除同享多包優惠價，還可免費分次出貨、並加贈汪喵幣'
    ),
    (
        23,
        'slogan',
        '家裡有抓板就 LEVEL UP！'
    ),
    (
        23,
        'content',
        '• 可剛好放入配送箱底部，非屋型箱也OK！\n• 高強度紙材，耐抓耐重、不易掉屑\n• 無毒膠水 x 安全材質，不怕毛孩誤食'
    ),
    (
        23,
        'remark',
        '※ 本商品不含屋型配送箱\n※ 數量有限，售完為止！'
    ),
    (
        24,
        'slogan',
        '讓貓咪吃一樣多，但攝取的熱量更少！'
    ),
    (
        24,
        'content',
        '• 特選低脂食材，打造貓咪低卡餐\n• 真材實料，完全無人工膠類'
    ),
    (
        24,
        'remark',
        '※ 泥狀固定綜合一箱 24 罐，含清爽雞肉泥、虱目魚鰹魚、元氣草飼牛口味各 8 罐。\n※ 固定組合無法更換，如需不同口味可自行搭配下單。'
    ),
    (25, 'slogan', '【法國原廠台灣代理公司貨】'),
    (
        25,
        'content',
        '• 適用於因環境緊張引起噴尿標記、亂抓家具、多貓打架、搭車外出、到新環境住宿等情況。\n• 插電組：包含 1 主機 + 1 補充瓶，適用電壓為 110V\n• 補充瓶：僅適用於插電組主機，無法單獨使用\n• 費洛蒙插電組由於適用電壓不同，為台灣限定商品唷！'
    ),
    (25, 'remark', ''),
    (27, 'slogan', '鮮甜海味征服挑嘴貓！'),
    (
        27,
        'content',
        '• 專為熱愛海鮮毛孩打造的全營養主食罐\n• 適合長期吃乾乾、轉濕食中、挑嘴的毛孩\n• 98% 超高含肉量；完全無人工膠類'
    ),
    (
        27,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合(小)一箱：各口味 8 罐；綜合(大)一箱：各口味 4 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。'
    ),
    (28, 'slogan', '喜歡大口吃肉的貓貓有福了！'),
    (
        28,
        'content',
        '• 新鮮肉塊與肉絲＋五色蔬果熬煮\n• 四種機能保健配方，讓貓咪吃進美味和營養'
    ),
    (
        28,
        'remark',
        '※ 固定組合無法更換，如需不同口味可自行搭配下單。\n※ 商品圖片僅供參考，請以實物為準。\n※ 鮭魚佐紅石榴、鴨肉佐朝鮮薊因原物料短缺將暫時缺貨，造成不便敬請見諒。\n※ 本產品以整塊原肉製作，保留自然肉香與咬感。製程中已細心挑除可見骨碎，但仍可能偶有細小骨碎殘留，建議毛拔麻於餵食時稍加留意。若毛拔麻對產品有任何疑問，歡迎聯繫汪喵客服。'
    ),
    (
        29,
        'slogan',
        '愛咬咬貓最愛！中低脂肪 x 無內臟配方'
    ),
    (
        29,
        'content',
        '• 全新肉蓉狀主食湯罐！\n• 推薦給愛咬咬、不愛肉泥主食罐毛孩\n• 98% 超高含肉量；完全無人工膠類'
    ),
    (
        29,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小)\n各 6 罐\n；(\n大) 各 3 罐。\n※ 固定組合無法更換，如需不同口味可自行搭配下單。'
    ),
    (
        30,
        'slogan',
        '幫助 7~9 歲以上熟齡貓營養補充'
    ),
    (
        30,
        'content',
        '• 老貓專屬營養設計，關節、腦部及心血管營養補充\n• 慕斯質地＋水解蛋白技術，好舔食與消化吸收\n• 98% 含肉量；完全無人工膠類'
    ),
    (
        30,
        'remark',
        '※ 熟齡貓無膠銀養主食罐 各口味均為80g (小罐)\n※ 綜合一箱：一箱 24 罐，含各口味 8 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。\n※ 銀養罐平均磷含量約 130~140 mg/100 kcal'
    ),
    (
        31,
        'slogan',
        '野生天然無農藥，紓壓潔牙好放鬆！'
    ),
    (
        31,
        'content',
        '• 木天蓼直徑約 0.5cm～0.8cm\n• 蟲癭果直徑約 1cm～2cm，\n(因蟲癭果為天然植物，每顆果實尺寸略有不同為正常現象)'
    ),
    (
        31,
        'remark',
        '※ 大小管主要差異為「克數」不同喔！\n📌\n下單蟲癭果即贈玩具球1顆，建議搭配使用玩耍更安全！'
    ),
    (
        32,
        'slogan',
        '離乳幼貓的第一罐安心主食，從這開始！'
    ),
    (
        32,
        'content',
        '• 專屬營養配方，維持免疫力\n• 添加益生元，穩定腸道健康\n• 增量 Omega-3 與 DHA，幫助腦部發育\n• 慕斯質地，好舔食、更容易消化吸收'
    ),
    (
        32,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 4 款口味各 6 罐；(大) 2 款口味各 6 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。'
    ),
    (
        33,
        'slogan',
        '要補就選最純的，100% 純離胺酸無多餘添加'
    ),
    (
        33,
        'content',
        '維持貓咪眼鼻正常分泌，舒緩常見皰疹病毒引發不適\n• 品質安心，100% 日本製藥級大廠原料\n• 源自天然食材的左旋離胺酸，貓咪必需胺基酸\n• 單一成分，不含額外添加物'
    ),
    (33, 'remark', ''),
    (
        34,
        'slogan',
        '熱銷經典：98% 超高含肉量補足貓咪營養'
    ),
    (
        34,
        'content',
        '• 98% 鮮肉及內臟＋2% 必需營養素\n• 鮮肉 X 高湯，高嗜口性營養主食\n• 無膠無穀無防腐劑，吃得美味又健康'
    ),
    (
        34,
        'remark',
        '※ 若購買3箱以上罐頭可選擇寄倉'
    ),
    (
        35,
        'slogan',
        '直接吃、拌著吃或加水吃，輕鬆升級毛孩主餐！'
    ),
    (
        35,
        'content',
        '• 條狀、鬆狀、小方粒多種質地選擇\n• 98% 超高含肉量與原肉香氣，挑食貓也超愛\n• 新鮮肉塊低溫乾燥有效殺菌，常溫保存最方便\n√高適口性 √餵食多情境 √保存方便\n> 前往「貓咪凍乾主食 ( 小方粒型 )」'
    ),
    (
        35,
        'remark',
        '※ 因應環保，湯匙請視需求額外加購\n※ 因應飼主反饋，自 2025/11 起，已針對產品進行質地優化，使其更成形而不易碎，但配方皆與原本相同 ( 新版凍乾主食已陸續出貨，相較原版會需要花費較長時間復水，建議毛拔麻可先將其壓碎以提升復水還原效率 )'
    ),
    (36, 'slogan', '最符合貓咪生理需求的飲食'),
    (
        36,
        'content',
        '• 汪喵生食皆有經過 HPP 高壓滅菌處理\n• 依據最嚴格的國家生食標準設計，每批自主送檢\n• 檢驗報告透明公開，安心享受生食！'
    ),
    (
        36,
        'remark',
        '※ 綜合８入組：300g 安心雞*2、幼母貓/無骨雞*1、櫻桃鴨*1、澳洲羊*1、草飼牛*1、放牧鹿*1、羅曼鵝*1。\n※ 因超商取貨重量限制，冷凍包裹總重量需 ≦ 9.5公斤（約大包27包/小包65包），如超過請改用\n宅配\n方式配送。\n※ 生食經由冷凍保存，有些微結霜是正常的哦！'
    ),
    (37, 'slogan', '開封後，冷藏保存更保鮮唷！'),
    (37, 'content', ''),
    (37, 'remark', ''),
    (38, 'slogan', '最天然的排毛方式！'),
    (
        38,
        'content',
        '• 天然纖維促進貓咪腸胃蠕動幫助消化'
    ),
    (38, 'remark', ''),
    (41, 'slogan', '最接近鮮食的天然慢烘糧！'),
    (
        41,
        'content',
        '• 慢烘原肉糧+凍乾蔬肉粒，肉菜機能一次滿足！\n• 85%新鮮原肉+12%蔬果食材+3%機能保健\n• 無人工添加物，開袋就是食材天然鮮香'
    ),
    (
        41,
        'remark',
        '※ 原肉糧與蔬肉粒顏色因未添加人工色素，易受季節食材及製程批次影響，深淺請以實物為準\n※一磅(lb)約等於454克\n【咬咬零食新上市！】'
    ),
    (42, 'slogan', '汪喵雙11'),
    (
        42,
        'content',
        '🎁 全館汪喵幣 3 倍送！\n🎁 直購享好禮 7 重送！\n滿 $799 送限量宇宙屋型箱\n滿 $1,600 折\n滿 $3,000 折\n滿 $6,000 折\n滿 $8,000 折\n滿 $12,000 折\n* 直購限定，寄倉服務另有獨立優惠\n* 不可累折，最多使用單一門檻折扣\n主食罐\n｜\n保健品\n｜\n貓砂\n｜\n凍乾主食\n｜\n迪士尼'
    ),
    (
        42,
        'remark',
        '3款超人氣角色，閃亮登場！\n► 玩具總動員超人氣款！\n• 304不鏽鋼材質，耐用、好清洗\n• 經SGS食品器具檢驗，開心吃更放心\n• 小匙面超好挖，把罐罐挖乾淨！\n☑ Disney 迪士尼正版授權\n> 前往「迪士尼專區」'
    ),
    (
        43,
        'slogan',
        '前胸彈性設計 毛孩暴衝不壓氣管'
    ),
    (
        43,
        'content',
        '• 獨特雙層結構，防止毛孩輕易掙脫\n• 前胸Y字＋彈性面料，毛孩暴衝不壓氣管\n• 快速好穿脫，簡單３步驟，輕鬆出門\n►'
    ),
    (
        43,
        'remark',
        '※ 產品頁的黃金獵犬－飯糰為３５公斤，穿Ｌ號\n※ 產品頁的柴犬－波尼為１３公斤，穿Ｍ號'
    ),
    (
        44,
        'slogan',
        '兩段式緩衝設計，降低毛孩暴衝拉力！'
    ),
    (
        44,
        'content',
        '► 榮獲 2025 德國 iF 設計獎！\n• 兩段式緩衝，不怕被毛孩瞬間拉走\n• 多場景適用，可短牽、長牽、斜背\n• 親膚不磨手，安全又舒適\n►'
    ),
    (44, 'remark', ''),
    (48, 'slogan', '狗狗就該大口吃肉！'),
    (
        48,
        'content',
        '• 90%鮮肉ｘ四色蔬果，天然機能食補\n• 鮮食免加熱，開封即食超方便！\n• 依據 AAFCO/NRC 主食營養標準設計'
    ),
    (
        48,
        'remark',
        '※ 綜合 12 包組：含 4 口味 3 包。\n※ 固定組合無法更換，如需不同口味可自行搭配下單。\n※ 商品圖片僅供參考，請以實物為準。\n※ 本產品以整塊原肉製作，保留豐富口感與營養。製程中偶有細小骨碎殘留，建議毛拔麻於餵食時稍加留意。若毛拔麻對產品有任何疑問，歡迎聯繫汪喵客服。\n【咬咬零食新上市！】'
    ),
    (
        49,
        'slogan',
        '滋補食材入罐，食慾體態都健康！'
    ),
    (
        49,
        'content',
        '• 慕斯質地易舔食，好消化吸收\n• 低鎂低鈉配方，保健心血管與腎臟\n• 95％超高肉含量，日常補充優質蛋白質\n• 完全無人工膠類、防腐劑等不良添加物'
    ),
    (
        49,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 三口味各8罐；(大) 三口味各 4 罐。\n※ 綜合一箱內含干貝鮭魚、滋補羊肉、元氣牛肉三個口味。\n【咬咬零食新上市！】'
    ),
    (
        50,
        'slogan',
        '適合幼犬、哺乳孕犬、術後犬作營養補充'
    ),
    (
        50,
        'content',
        '• 專屬營養添加！幫助維持骨骼＆免疫健康\n• 慕斯質地易舔食，好進食與消化吸收\n• 亦適合術後修復、體質較弱犬作營養補充'
    ),
    (
        50,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 各口味 12 罐；(大) 各口味 6 罐。\n※ 6 罐綜合組：各口味 3 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。\n【咬咬零食新上市！】'
    ),
    (52, 'slogan', '高含肉量+高適口性！'),
    (
        52,
        'content',
        '• 95% 鮮肉及內臟＋5% 植物與必需營養素\n• 嚴選人用頂級食材、產地溯源\n• 完全無人工膠類、防腐劑等不良添加物'
    ),
    (
        52,
        'remark',
        '※ 小罐一箱 24 入；大罐一箱 12 入。\n※ 綜合一箱：(小) 各口味 6 罐；(大) 各口味 3 罐。\n※ 4 罐綜合組：各口味 1 罐。\n※ 綜合組皆無法更換，如需不同口味可自行搭配下單。\n【咬咬零食新上市！】'
    ),
    (53, 'slogan', '【首購限量優惠】'),
    (
        53,
        'content',
        '* 優惠僅限首購，一人僅用一次'
    ),
    (
        53,
        'remark',
        '直接吃、拌著吃或加水吃，輕鬆升級毛孩主餐！\n• 最符合狗狗生理需求的頂級營養主食\n• 95% 超高含肉量與原肉香氣，挑嘴毛孩也超愛\n• 新鮮肉塊低溫乾燥有效殺菌，常溫保存最方便\n√高適口性 √生食營養 √餵食多情境 √保存方便\n※ 因應環保，塑膠湯匙請視需求額外加購\n※ 凍乾主食以高比例鮮肉製成，無添加額外澱粉，因此產品質地較為鬆軟，若開袋有部分鬆狀屬正常現象\n※ 因應飼主反饋，自 2025/11 起，已針對產品進行質地優化，使其更成形而不易碎，但配方皆與原本相同 ( 新版凍乾主食已陸續出貨，相較原版會需要花費較長時間復水，建議毛拔麻可先將其壓碎以提升復水還原效率 )\n【咬咬零食新上市！】'
    ),
    (54, 'slogan', '低敏生食餐，更好消化吸收'),
    (
        54,
        'content',
        '•汪喵生食皆有經過 HPP 高壓滅菌處理\n• 依據最嚴格的國家生食標準設計，每批自主送檢\n• 檢驗報告透明公開，安心享受生食！'
    ),
    (
        54,
        'remark',
        '※ 300g 綜合 6 入組： 因山野鵪鶉售完，組合口味改為 鴨*1 + 牛*1 + 鹿*1 + 羊*2 + 雞*1。\n※ 因超商取貨重量限制，冷凍包裹總重量需 ≦ 9.5公斤（約27包），如超過請改用\n宅配\n方式配送。\n※ 生食經由冷凍保存，有些微結霜是正常的哦！'
    ),
    (55, 'slogan', '補充綠色營養！'),
    (
        55,
        'content',
        '• 天然小麥草幫助狗狗補充豐富維生素'
    ),
    (55, 'remark', '');