
INSERT INTO
    `products` (
        `id`,
        `prod_name`,
        `price`,
        `pet_tag_id_fk`,
        `category_id_fk`,
        `slug`,
        `created_at`
    )
VALUES (
        1,
        '小宅生活 PAW-SCRATCHER 經典骨頭貓抓板',
        540,
        1,
        5,
        'paw-scratcher-classic-scratcher',
        '2026-07-20 00:00:00'
    ),
    (
        2,
        '小宅生活 PAW-SCRATCHER 8字貓抓板',
        1280,
        1,
        5,
        'paw-scratcher-infinity-scratcher',
        '2026-04-22 00:00:00'
    ),
    (
        3,
        '小宅生活-極致控砂墊',
        750,
        1,
        5,
        'catlittermat',
        '2026-05-16 00:00:00'
    ),
    (
        4,
        '貓咪餐包 滴雞精/滴魚精滋補主食餐包',
        52,
        1,
        1,
        'chickenfishessence',
        '2026-02-03 00:00:00'
    ),
    (
        5,
        '益生菌消臭無痕砂（豆腐砂＋木薯砂） 2.4kg',
        498,
        1,
        5,
        'mixcassava',
        '2026-07-20 00:00:00'
    ),
    (
        6,
        '益生菌消臭瞬凝木薯砂 2.4kg',
        498,
        1,
        5,
        'cassava',
        '2026-05-16 00:00:00'
    ),
    (
        7,
        '小宅生活 開放式大貓砂盆',
        1239,
        1,
        5,
        'largecatlitterbox',
        '2026-04-22 00:00:00'
    ),
    (
        8,
        '早餐罐｜MOFU迷你無膠早餐罐',
        42,
        1,
        1,
        'morningminican',
        '2026-02-03 00:00:00'
    ),
    (
        9,
        '小宅生活 寵物四季被',
        650,
        1,
        5,
        'petblanlet',
        '2026-05-16 00:00:00'
    ),
    (
        10,
        '肉泥罐｜貓咪 益菌PRO+綿密肉泥主食罐',
        52,
        1,
        1,
        'creamypureecat',
        '2026-07-20 00:00:00'
    ),
    (
        11,
        '貓用天然低敏凍乾主食餐(小方粒型)',
        10,
        1,
        1,
        'catfreezedriedrawfoodmini-cubes',
        '2026-04-22 00:00:00'
    ),
    (
        12,
        '泌尿健康監測隱血砂',
        518,
        1,
        5,
        'bloodcatlitter',
        '2026-02-03 00:00:00'
    ),
    (
        13,
        'MOFU 8字貓抓板｜耐抓貓抓板',
        980,
        1,
        5,
        'mini-scratcher',
        '2026-07-20 00:00:00'
    ),
    (
        14,
        '益生菌消臭花草豆腐砂 (條型) 2.7kg',
        498,
        1,
        5,
        'tofucatlitterflower',
        '2026-05-16 00:00:00'
    ),
    (
        15,
        '低磷罐｜貓咪無膠低磷低蛋白主食罐',
        49,
        1,
        4,
        'kidneyhealth',
        '2026-04-22 00:00:00'
    ),
    (
        16,
        '益生菌消臭豆腐砂（米粒型豆腐砂）2.7kg',
        498,
        1,
        5,
        'shortcatlitter',
        '2026-02-03 00:00:00'
    ),
    (
        17,
        '專利小白鯨砂盆',
        1880,
        1,
        5,
        'beluga-litterbox',
        '2026-04-22 00:00:00'
    ),
    (
        18,
        '矽膠拼接落砂墊',
        960,
        1,
        5,
        'littermat',
        '2026-07-20 00:00:00'
    ),
    (
        19,
        'JW 貓咪指甲剪',
        190,
        1,
        5,
        'jw_nailclipper',
        '2026-05-16 00:00:00'
    ),
    (
        20,
        '專利 8 字快篩貓砂鏟',
        230,
        1,
        5,
        'litterscoop',
        '2026-02-03 00:00:00'
    ),
    (
        21,
        'S型靜音貓隧道（可折疊）',
        490,
        1,
        5,
        'cat_tunnel',
        '2026-07-20 00:00:00'
    ),
    (
        22,
        '益生菌消臭豆腐砂（條型）2.7kg',
        498,
        1,
        5,
        'tofucatlitter',
        '2026-04-22 00:00:00'
    ),
    (
        23,
        '汪喵配送箱專屬貓抓板（一組兩片）',
        129,
        1,
        5,
        'box-scratcher',
        '2026-05-16 00:00:00'
    ),
    (
        24,
        '貓咪低脂無膠主食罐 | 80g',
        49,
        1,
        1,
        'lowfatcatc',
        '2026-02-03 00:00:00'
    ),
    (
        25,
        '貓咪費洛蒙 &#8211; 法國 FELIWAY',
        880,
        1,
        5,
        'feliway',
        '2026-07-20 00:00:00'
    ),
    (
        27,
        '挑嘴罐｜挑嘴貓無膠主食罐',
        46,
        1,
        1,
        'pickycat',
        '2026-05-16 00:00:00'
    ),
    (
        28,
        '貓咪 95%鮮食主食餐包',
        95,
        1,
        1,
        'catfreshfood',
        '2026-04-22 00:00:00'
    ),
    (
        29,
        '肉蓉罐｜貓咪無膠肉蓉主食罐',
        48,
        1,
        1,
        'catcans-ground-meat',
        '2026-02-03 00:00:00'
    ),
    (
        30,
        '銀養罐｜熟齡貓無膠銀養主食罐',
        48,
        1,
        1,
        'oldcatcan',
        '2026-05-16 00:00:00'
    ),
    (
        31,
        '頂級木天蓼/蟲癭果棒棒',
        99,
        1,
        2,
        'catsprayseeds',
        '2026-07-20 00:00:00'
    ),
    (
        32,
        '營養罐｜幼母貓無膠營養主食罐',
        48,
        1,
        1,
        'momkittycat',
        '2026-04-22 00:00:00'
    ),
    (
        33,
        '100% Pure 純離胺酸｜貓咪離胺酸',
        320,
        1,
        4,
        'l-lysine',
        '2026-02-03 00:00:00'
    ),
    (
        34,
        '貓主食罐｜鮮肉罐｜貓咪98%無膠鮮肉主食罐',
        46,
        1,
        1,
        'fantasticcat',
        '2026-07-20 00:00:00'
    ),
    (
        35,
        '貓咪凍乾主食餐（新包裝）',
        10,
        1,
        1,
        'catfreezedriedrawfood',
        '2026-04-22 00:00:00'
    ),
    (
        36,
        'MOFU沙西米｜貓咪生食餐',
        60,
        1,
        1,
        'cathpprawfood',
        '2026-05-16 00:00:00'
    ),
    (
        37,
        '乾貓草-頂級貓薄荷棒棒',
        99,
        1,
        2,
        'catnip',
        '2026-02-03 00:00:00'
    ),
    (
        38,
        '貓草新鮮栽培盒-貓咪生菜',
        450,
        1,
        2,
        'catgrass',
        '2026-07-20 00:00:00'
    ),
    (
        41,
        '犬用 慢烘鮮食蔬肉糧',
        229,
        2,
        1,
        'dog_freshfood',
        '2026-05-16 00:00:00'
    ),
    (
        42,
        '玩具總動員系列 罐罐專用湯匙-三入組',
        327,
        2,
        5,
        'spoonset',
        '2026-04-22 00:00:00'
    ),
    (
        43,
        'MOFU 減壓胸背帶',
        1380,
        2,
        3,
        'dogharness',
        '2026-02-03 00:00:00'
    ),
    (
        44,
        'MOFU 多功能緩衝牽繩',
        1020,
        2,
        3,
        'dogleash',
        '2026-07-20 00:00:00'
    ),
    (
        48,
        '狗狗 90%鮮肉主食餐包',
        85,
        2,
        1,
        'dogfreshfood',
        '2026-04-22 00:00:00'
    ),
    (
        49,
        '銀養罐｜熟齡犬無膠銀養主食罐',
        48,
        2,
        1,
        'seniordogcan',
        '2026-05-16 00:00:00'
    ),
    (
        50,
        '營養罐｜幼母犬無膠營養主食罐',
        48,
        2,
        1,
        'puppycan',
        '2026-02-03 00:00:00'
    ),
    (
        52,
        '鮮肉罐｜狗狗無膠鮮肉主食罐',
        46,
        2,
        1,
        'fantasticdog',
        '2026-07-20 00:00:00'
    ),
    (
        53,
        '狗狗凍乾主食餐（新包裝）',
        10,
        2,
        1,
        'dogfreezedriedrawfood',
        '2026-05-16 00:00:00'
    ),
    (
        54,
        'MOFU沙西米｜狗狗生食 生肉餐（主食）',
        120,
        2,
        1,
        'doghpprawfood',
        '2026-04-22 00:00:00'
    ),
    (
        55,
        '狗草新鮮栽培盒-汪汪生菜',
        450,
        2,
        2,
        'doggrass',
        '2026-02-03 00:00:00'
    );
